i	84499
,	82640
you	73038
the	69862
and	40688
to	39690
a	36035
it	31846
me	31499
's	28067
n't	26157
in	23955
my	22861
of	19735
do	19508
your	18144
that	17514
on	16709
we	15763
'm	15262
all	14068
be	13298
for	13297
is	13203
love	12396
(	11882
)	11871
oh	11215
're	10989
so	10734
but	10508
.	10132
'	9844
just	9791
no	9715
know	9488
what	9056
with	8800
when	8762
'll	8695
like	8528
can	8414
got	8359
this	8109
?	8062
there	7680
now	7551
na	7516
up	7426
she	7010
've	6768
down	6739
if	6735
one	6616
get	6608
out	6328
baby	6298
time	6159
never	6147
are	6109
will	6098
they	6085
was	6074
go	5927
yeah	5887
let	5802
not	5626
see	5570
want	5463
come	5332
ca	5255
have	5223
way	5024
he	4969
take	4585
from	4542
say	4484
gon	4419
make	4151
as	4104
at	4083
away	4033
could	3999
life	3958
night	3928
back	3913
here	3860
her	3668
how	3646
heart	3562
feel	3557
more	3404
been	3402
world	3337
need	3301
day	3158
little	3141
tell	3113
by	3069
who	3066
la	3028
through	3023
only	3015
our	3000
well	2996
'd	2952
where	2947
right	2935
man	2896
too	2869
give	2843
again	2821
'cause	2797
ai	2636
or	2628
eyes	2615
would	2614
hey	2600
think	2589
wo	2561
about	2537
good	2530
were	2498
wan	2494
!	2441
girl	2439
us	2425
still	2424
why	2413
said	2367
then	2362
long	2344
his	2335
around	2313
some	2304
over	2237
look	2200
every	2189
find	2178
keep	2176
am	2144
nothing	2138
had	2089
ever	2076
an	2057
did	2012
mind	1993
tonight	1993
into	1964
always	1943
home	1935
gone	1932
...	1885
alone	1853
better	1831
hold	1823
light	1815
believe	1773
hear	1770
things	1753
something	1751
much	1682
ta	1680
them	1658
everything	1642
[	1635
]	1625
before	1604
should	1593
live	1579
really	1575
thing	1541
boy	1536
``	1522
fall	1511
turn	1504
try	1502
ooh	1481
dream	1467
new	1457
inside	1455
another	1452
''	1451
their	1424
show	1398
last	1390
than	1387
face	1379
:	1373
left	1363
head	1362
someone	1362
these	1358
going	1358
chorus	1345
stop	1339
people	1336
made	1335
dance	1330
has	1328
him	1327
old	1325
stay	1318
run	1308
break	1301
leave	1297
end	1272
wrong	1264
together	1260
off	1250
please	1241
hand	1234
call	1227
lost	1225
cry	1223
place	1203
die	1185
without	1185
sun	1180
mine	1180
soul	1170
hard	1164
other	1164
fire	1155
waiting	1152
put	1148
walk	1148
cause	1142
forever	1131
comes	1122
must	1121
change	1116
true	1111
everybody	1104
even	1104
enough	1101
own	1089
myself	1081
sky	1072
feeling	1068
bad	1066
god	1052
-	1051
care	1044
remember	1043
ah	1040
free	1035
living	1028
thought	1027
same	1014
high	1008
big	1004
maybe	1002
two	1000
name	999
rain	998
days	997
hands	993
does	990
ya	983
looking	976
town	968
gim	957
blue	955
while	954
may	952
side	950
kiss	949
stand	948
best	946
play	943
far	942
sweet	939
song	933
real	926
alright	925
dreams	922
work	913
lose	910
somebody	908
bring	906
pain	906
line	899
boys	894
lonely	891
yes	891
those	889
coming	886
cold	881
morning	881
words	878
times	874
help	871
woman	871
sing	862
forget	861
lie	855
wish	852
done	852
dark	843
crazy	843
sometimes	828
came	827
talk	826
knew	823
heaven	822
girls	821
once	818
close	805
hope	805
goodbye	804
found	803
sure	798
nobody	789
tears	783
till	779
else	763
young	761
wait	758
door	757
move	746
knows	740
deep	736
goes	736
open	735
touch	734
money	733
rock	732
sleep	728
friend	726
friends	724
watch	723
seen	722
told	722
today	718
alive	714
behind	711
many	709
start	709
broken	707
getting	704
might	702
dead	702
beautiful	702
fight	700
arms	696
though	694
lies	692
falling	689
understand	687
easy	686
happy	686
under	680
because	678
makes	676
whoa	671
seems	670
fly	670
yourself	668
city	667
any	666
chance	664
ride	659
after	654
save	652
round	652
body	651
wind	643
its	636
listen	635
smile	634
until	632
moon	629
tomorrow	628
heard	625
honey	625
years	624
miss	624
uh	622
kind	620
roll	618
next	618
along	617
used	617
set	614
truth	613
anything	610
running	607
christmas	605
fine	602
stars	599
trying	594
part	593
wanted	592
took	591
hide	590
such	589
ready	589
matter	588
fool	587
mean	587
saw	585
street	581
road	581
each	579
pretty	578
lay	577
feels	577
upon	575
ground	573
late	572
fear	571
room	569
hate	567
first	562
strong	558
blood	555
went	551
hurt	551
game	549
control	546
feet	546
meet	540
sound	535
lights	535
hell	531
born	530
black	527
word	526
loving	525
reason	520
ask	518
moment	515
soon	514
apart	513
guess	511
air	511
summer	510
music	510
dancing	507
afraid	504
shine	501
goin	498
burning	498
tried	497
learn	495
very	494
sea	494
secret	493
full	493
beat	492
da	492
white	491
wonder	488
gave	488
star	487
whole	485
angel	484
fun	483
everyone	483
lot	482
above	480
house	479
being	477
pay	476
gets	475
wake	474
lord	474
bit	471
standing	471
burn	469
train	468
wild	467
hit	466
takes	465
talking	464
child	462
magic	455
says	455
past	455
land	453
anymore	451
loved	451
between	447
hearts	446
party	446
bed	446
walking	445
'til	441
darling	440
red	435
river	434
turning	433
thinking	432
tight	432
hot	429
floor	429
shake	429
making	428
seem	427
king	425
que	425
lover	425
'em	424
fast	424
daddy	424
keeps	421
babe	421
mama	420
war	419
mother	415
faith	413
follow	412
needs	412
outside	412
somewhere	412
water	411
earth	407
sorry	406
blues	404
promise	402
sad	398
calling	397
throw	395
lives	393
step	389
wants	389
taking	388
lips	387
`	386
higher	385
worth	384
damn	383
voice	381
skin	379
nights	379
wall	376
strange	376
blind	376
slow	375
men	374
ba	373
watching	368
drive	367
use	367
low	366
empty	365
tired	365
breath	364
pull	363
year	361
story	360
eye	358
nowhere	358
breathe	357
across	356
doo	356
reach	356
dear	355
felt	352
pray	351
blow	349
de	349
rise	348
cool	348
singing	347
car	345
death	342
peace	342
rest	340
win	340
streets	339
clear	338
taste	338
crying	338
leaving	338
lady	337
bright	337
since	336
shall	336
breaking	332
someday	332
grow	330
children	330
hello	329
looks	327
lovers	326
turned	326
warm	323
tear	322
three	319
meant	318
both	317
holding	314
kill	314
caught	314
gun	314
angels	313
ring	313
yesterday	312
send	312
stone	311
belong	311
known	310
which	307
hair	307
near	307
ones	305
blame	304
great	303
trust	303
write	302
loves	301
window	300
sit	300
telling	299
--	298
yet	297
saying	296
fell	296
ha	295
fade	294
son	294
cut	294
dying	294
piece	294
darkness	293
midnight	292
future	292
boom	291
o	290
;	290
shame	289
dirty	288
shadows	288
read	287
radio	286
closer	286
trouble	286
scream	286
power	285
met	284
american	284
lovin	284
shut	283
answer	283
kids	283
'round	282
songs	282
scared	280
gold	279
ways	279
repeat	277
nothin	276
wings	276
drink	274
livin	274
knees	274
wah	274
doing	273
'bout	272
memories	272
different	271
speak	271
anyone	271
thousand	271
sign	270
sin	269
lead	267
dreaming	267
sick	266
memory	265
against	265
gettin	265
looked	265
pick	264
straight	263
sex	263
playing	263
hang	261
shoes	261
santa	260
number	260
doin	260
moving	259
waste	258
misery	258
catch	258
cross	258
most	257
ohh	257
everywhere	256
somehow	256
crowd	256
guy	255
called	254
pretend	253
walls	253
shot	253
giving	252
band	252
whatever	252
doubt	251
thank	249
share	249
raise	247
jump	246
perfect	245
huh	244
survive	244
working	244
front	243
dawn	242
million	242
hanging	242
comin	242
father	241
top	241
started	240
worry	240
edge	239
snow	239
fame	238
forgive	238
nice	237
carry	236
second	235
hours	235
small	234
sight	234
bitch	233
turns	233
bet	232
phone	230
c'mon	230
begin	229
pass	229
woke	229
laugh	229
paradise	229
shining	228
bye	228
miles	228
news	227
special	227
ends	227
dry	227
devil	225
yours	225
shadow	225
held	225
mad	224
finally	224
anyway	224
safe	224
el	224
heat	223
lucky	222
storm	221
shit	221
loud	221
five	221
anybody	220
yea	220
clouds	220
talkin	220
&	220
silver	219
died	219
swear	219
knowing	219
tu	218
prayer	218
push	218
broke	216
girlfriend	215
picture	215
longer	214
half	213
mary	213
lines	213
space	213
walked	213
almost	213
everyday	212
family	212
sister	212
pride	212
mess	211
brother	211
yo	211
cover	211
drop	210
scene	210
joy	210
lookin	210
quite	210
realize	209
wear	209
sitting	209
ocean	207
played	207
state	207
kept	207
funny	206
shout	206
bang	205
thinkin	205
mouth	205
stranger	205
rockin	205
within	205
cried	204
freedom	203
queen	203
return	203
hurts	203
fill	203
golden	201
wide	200
thunder	200
few	199
green	199
dust	199
brain	198
beyond	198
losing	197
eh	197
spend	197
sense	197
insane	196
poor	195
fate	194
crime	193
women	193
mi	192
clothes	192
needed	192
sunday	192
dog	192
sleeping	192
rhythm	192
middle	191
surprise	191
rather	191
tree	190
nine	190
school	190
sorrow	190
kid	189
kisses	189
brought	189
highway	188
taken	188
price	188
hour	188
buy	187
luck	187
s	187
beside	187
lying	186
im	186
ahead	186
early	186
flame	186
changed	185
silence	185
searching	184
already	184
kinda	184
whisper	183
bleed	183
supposed	183
single	183
fuck	183
okay	183
corner	183
knock	182
beauty	182
radar	182
pieces	181
slowly	181
glass	181
means	180
desire	180
mirror	180
fingers	180
evening	180
feelings	179
instead	178
stronger	178
lived	178
jesus	178
missing	178
point	178
four	177
steal	176
paper	176
miracle	176
leaves	175
tough	175
happen	175
fever	175
starts	174
dress	174
skies	174
faces	174
seven	173
john	173
ago	173
stupid	173
fools	172
mr.	172
trees	172
human	172
feelin	172
brand	171
bridge	171
mountain	171
thoughts	171
learned	170
strength	170
ho	170
become	169
ass	169
killing	169
merry	168
sent	168
climb	168
having	168
saturday	168
proud	168
darlin	168
slip	168
job	168
hurry	167
dumb	166
question	166
holy	166
bones	166
anywhere	166
deny	165
country	165
welcome	165
flying	164
style	164
clean	164
bird	164
later	164
eat	164
ice	164
runnin	164
stood	163
treat	163
sand	163
explain	163
laughing	162
wine	162
falls	162
ten	162
en	162
rose	161
choose	161
rules	161
precious	161
surrender	161
grace	161
harder	161
spell	160
breathing	160
winter	159
kick	159
ghost	159
growing	158
waitin	157
flow	157
hero	157
filled	157
instrumental	157
tv	156
history	155
others	155
case	155
places	155
crawl	155
minute	155
secrets	155
remain	154
glory	154
beneath	154
cries	154
stare	154
race	154
silent	153
bottle	153
kissed	153
la-la	153
voices	152
church	152
forgotten	152
view	152
woah	151
wife	151
lets	151
sunshine	151
y	151
key	151
tryin	150
lift	150
bells	149
bar	149
twice	149
flowers	149
build	149
hill	149
weak	149
beating	148
tune	148
sugar	148
outrageous	148
mistake	147
prove	147
count	147
modern	147
grave	146
guitar	145
es	145
york	145
disappear	144
underneath	144
guys	144
happened	143
ma	143
pour	143
trip	143
simple	143
naked	142
til	142
tall	142
brings	142
disguise	142
rich	142
fantasy	142
innocent	141
loneliness	141
wonderful	141
laid	141
awake	141
di	141
stuck	141
sexy	141
burned	141
plan	141
wheel	141
won	140
underground	140
outta	140
flesh	139
harmony	139
bone	139
loose	139
em	139
chains	139
ran	138
garden	138
britney	138
enemy	138
below	137
given	137
search	137
rolling	137
escape	137
wash	136
screaming	136
wise	136
glad	136
rush	136
heavy	136
finger	136
claus	136
hole	135
suddenly	135
built	135
wave	134
worse	134
cares	134
mmm	134
changing	134
whenever	134
none	133
walkin	133
regret	133
beginning	133
moves	133
asked	132
driving	132
fighting	132
danger	132
fallen	132
papa	132
ball	131
letter	131
fields	131
rising	131
bound	131
breeze	131
danced	131
battle	130
shots	130
moonlight	130
'till	130
te	130
waited	129
jack	129
movie	129
smoke	129
cruel	129
endless	128
reality	128
less	128
dig	128
america	127
evil	127
fix	127
spirit	127
written	127
sell	127
fit	127
cat	127
mercy	126
passed	126
x2	126
shoulder	126
quiet	126
seemed	126
chain	125
fears	125
wherever	125
knife	125
machine	125
wheels	125
changes	124
begun	124
pop	124
track	124
soft	124
rough	124
tongue	124
vision	123
minds	123
weather	123
dirt	123
emotion	123
bend	123
johnny	123
sounds	123
beg	123
thanks	122
bitter	122
ending	122
movin	122
keeping	122
brave	121
wishing	121
impossible	121
bleeding	121
swing	121
melody	121
souls	121
dont	120
clock	120
paid	120
boogie	120
diamonds	119
ladies	119
#	119
pleasure	119
killed	119
promises	119
shattered	118
six	118
saved	118
begging	118
oo	118
sang	118
gives	118
message	118
dressed	118
shy	117
desert	117
staring	117
buh	117
2	117
sacrifice	117
boots	117
frank	117
verse	116
bass	116
passing	116
dancin	116
promised	116
thin	116
feed	116
spin	116
cars	115
'n	115
join	115
tells	115
roses	115
island	115
sayin	115
comfort	115
confess	115
destiny	115
heal	114
ashes	114
se	114
monkey	114
worst	114
rule	114
lovely	113
book	113
weep	113
deal	113
guide	113
fair	113
seek	113
sins	113
reasons	112
figure	112
pressure	112
por	112
grab	112
bite	112
spent	111
praying	111
fake	111
candy	111
wrote	111
shines	111
hungry	111
army	110
rainbow	110
self	110
act	110
stick	110
final	110
age	110
billy	110
passion	110
drum	109
mornin	109
smiling	109
noise	109
tender	109
hundred	109
blows	109
short	109
folks	109
pity	108
womanizer	108
asleep	108
nation	108
freak	108
treasure	108
riding	108
blowing	107
burns	107
action	107
check	107
wasted	107
shoot	107
test	107
steel	107
crown	107
waves	107
likes	107
asking	106
sinking	106
forgot	106
fading	106
walks	106
romance	106
tide	106
camila	106
locked	106
bought	106
fact	105
grown	105
lo	105
troubles	105
sweat	105
crack	105
runs	104
release	104
unknown	104
wanting	104
course	104
whose	104
ear	104
mister	104
heels	104
certain	104
thrill	104
deeper	103
table	103
religion	103
diamond	103
ship	103
beer	103
imagine	103
fat	103
calls	103
grey	103
toys	103
hallelujah	103
tik	102
putting	102
brown	102
lightning	102
decide	102
1	102
makin	102
week	102
fifth	102
meaning	102
bell	102
flag	102
mountains	101
letting	101
attention	101
distance	101
flames	101
dum	101
harm	101
favorite	101
dies	101
aah	100
madness	100
soldier	100
spread	100
moved	100
wearing	100
zone	100
paint	100
goodnight	100
wrapped	100
least	99
regrets	99
dangerous	99
fucking	99
shore	99
lucy	99
missed	99
began	99
gods	99
mystery	99
glow	98
reaching	98
cant	98
lately	98
begins	98
dinah	98
stories	98
hollywood	98
smiles	98
sees	98
hoping	98
lifetime	97
lonesome	97
mighty	97
tied	97
un	97
cloud	97
leads	97
setting	97
dare	97
pictures	97
smell	96
sail	96
dreamed	96
surely	96
daughter	96
spinning	96
breaks	96
stones	96
watched	96
fail	95
candle	95
older	95
seeing	95
brothers	95
lied	95
recall	95
cheap	95
west	95
duh	95
cowboy	95
page	95
innocence	95
century	95
nasty	95
grass	94
happening	94
witness	94
bear	94
drown	94
ringing	94
circle	93
doors	93
somethin	93
stage	93
sunrise	93
games	93
m	93
shaking	93
swim	93
liar	92
hall	92
fashion	92
exactly	92
color	92
plans	92
believing	92
greatest	92
judge	92
heroes	92
simply	92
remind	92
si	92
friday	92
path	92
hung	91
monday	91
countin	91
quiero	91
faster	91
closed	91
bow	91
affair	91
panic	91
wasting	91
suffer	91
ally	91
satisfied	91
counting	90
strangers	90
trapped	90
ordinary	90
ticket	90
crush	90
dogs	90
stands	90
situation	90
divine	90
doctor	90
rains	89
wit	89
confusion	89
direction	89
hangin	89
writing	89
ill	89
hiding	89
wrap	89
veins	89
sacred	88
raised	88
resist	88
amen	88
thats	88
pack	88
answers	88
adore	88
sat	88
sold	88
business	88
ev'ry	88
cast	88
starting	87
further	87
whiskey	87
lust	87
shook	87
law	87
drag	87
jet	87
wondering	87
hopes	87
al	87
mm	87
pure	87
honest	86
bottom	86
re	86
steps	86
stuff	86
good-bye	86
winds	86
hurting	86
sisters	86
honeymoon	86
drowning	86
oh-oh	86
anger	86
chase	86
ah-ha	86
universe	86
although	85
youre	85
dad	85
difference	85
guns	85
washed	85
chances	85
amor	85
nightmare	85
wedding	85
heartbeat	85
taught	85
gentle	85
embrace	84
touched	84
speed	84
spark	84
opened	84
sunny	84
lauren	84
foot	84
sha	84
torn	83
stopped	83
wore	83
wipe	83
thinks	83
gray	83
hay	83
electric	83
heads	83
birds	83
grows	83
teach	83
colors	83
no-one	82
blessed	82
park	82
following	82
sooner	82
cigarette	82
sigh	82
twist	82
handle	82
joke	82
telephone	82
fortune	82
bus	82
captain	82
curse	82
t	82
wet	81
loaded	81
led	81
score	81
coffee	81
mile	81
solo	81
stayed	81
choice	81
mistakes	81
kings	81
rage	81
spring	81
seat	81
sweeter	81
quick	81
scars	81
kingdom	80
blown	80
givin	80
legs	80
screen	80
ourselves	80
joe	80
eternal	80
pulled	80
plays	80
listening	80
playin	80
monster	80
club	80
sir	80
e	80
crash	79
normani	79
rollin	79
station	79
trade	79
cryin	79
cure	79
note	79
matters	79
crystal	79
bless	79
restless	79
field	79
victim	79
twilight	79
dude	78
chasing	78
stole	78
medicine	78
happens	78
drawn	78
wears	78
downtown	78
slave	78
damned	78
complicated	78
eternity	77
prayers	77
grew	77
3	77
happiness	77
sink	77
rocking	77
mark	77
signs	77
vain	77
laughter	77
como	77
ugly	77
worked	77
warning	77
journey	77
video	77
china	77
savior	76
spot	76
wire	76
quit	76
ought	76
poison	76
janie	76
fancy	76
windows	76
ow	76
calm	76
mars	76
south	76
gift	75
ok	75
pocket	75
heading	75
thrown	75
bullet	75
desperate	75
buried	75
bomb	75
draw	75
onto	75
flash	75
pale	75
sadness	75
tracks	75
questions	75
beast	74
lane	74
problem	74
suga	74
advice	74
cup	74
couple	74
drove	74
healing	74
nature	74
chair	74
pulling	74
completely	74
ears	74
bigger	74
dice	73
wee	73
conversation	73
roof	73
headed	73
twisted	73
mood	73
pink	73
imagination	73
fallin	73
flown	73
erase	73
despair	73
art	73
weekend	73
twenty	73
youth	73
salvation	72
ease	72
circus	72
type	72
coat	72
christ	72
princess	72
horse	72
drunk	72
hunger	72
double	71
jesse	71
chicago	71
season	71
careful	71
store	71
boss	71
tat	71
unless	71
east	71
le	71
screams	71
guilty	71
lean	71
singin	71
deserve	71
bringing	71
oops	71
hills	71
among	70
closing	70
flies	70
doll	70
gypsy	70
travel	70
grand	70
lullaby	70
funky	70
stream	70
building	70
rainy	70
worlds	70
blew	70
problems	70
lock	70
sword	69
strings	69
cuts	69
notice	69
eres	69
pretending	69
mend	69
aching	69
satisfaction	69
offer	69
reflection	69
energy	69
pillow	69
dime	69
rivers	69
disease	69
kitty	68
murder	68
kitchen	68
threw	68
sons	68
ignore	68
barbara	68
sings	68
oooh	68
ooo	68
jealousy	68
motion	68
bay	68
fighter	68
floating	68
master	68
towards	67
elvis	67
wander	67
sympathy	67
ti	67
longing	67
wont	67
sweetest	67
proof	67
roller	67
revolution	67
i'ma	67
waterloo	67
searchin	67
softly	67
union	67
easily	67
tale	67
plain	67
workin	67
takin	67
rebel	66
row	66
angry	66
hotel	66
distant	66
beach	66
psycho	66
claim	66
stops	66
throwing	66
praise	66
standin	66
tragedy	66
41	66
iron	66
amy	66
arm	66
laughed	65
minutes	65
bale	65
dollar	65
shows	65
spoken	65
confidence	65
string	65
aha	65
willing	65
sickness	65
cos	65
valley	65
either	65
moments	65
buddy	65
hat	65
flight	65
li	64
jealous	64
weight	64
serious	64
guard	64
teacher	64
shed	64
seas	64
aye	64
wood	64
crossed	64
autumn	64
slipped	64
force	64
reached	64
class	64
soldiers	64
naughty	63
daylight	63
hidden	63
tricks	63
dreamin	63
planned	63
afternoon	63
deepest	63
shared	63
selfish	63
melt	63
knee	63
saints	63
illusion	63
farm	63
company	63
darkest	63
size	63
record	62
major	62
rode	62
footsteps	62
hail	62
allow	62
acting	62
anytime	62
mourn	62
woo	62
dorado	62
center	62
rat	62
liberty	62
stumble	62
drowned	62
seventeen	62
genie	62
smiled	62
avenue	62
cheek	62
freehold	62
jeans	62
showed	62
familiar	61
truck	61
curtains	61
nose	61
jane	61
delight	61
finds	61
circles	61
plane	61
plastic	61
perfume	61
chest	61
beats	61
super	61
wounds	61
lesson	61
flower	60
roads	60
became	60
thief	60
leather	60
momma	60
figured	60
stayin	60
tearing	60
las	60
aside	60
drift	59
aw	59
pushing	59
frozen	59
cuz	59
confused	59
covers	59
lordy	59
pushed	59
liked	59
destroy	59
planet	59
suicide	59
crashing	59
july	59
'neath	59
'cos	59
box	59
except	59
swore	59
stairs	59
o'clock	59
destination	59
slipping	59
ache	59
silly	59
bloody	59
raining	58
wicked	58
pages	58
bread	58
cage	58
watchin	58
troubled	58
helpless	58
marching	58
legend	58
kissing	58
names	58
drifting	58
able	58
eight	58
believed	58
gently	58
suck	58
lazy	58
expect	58
saint	58
knockin	58
peter	58
bop	58
emptiness	58
prize	58
hollow	58
pouring	58
keys	58
hearing	58
separate	58
cain	57
heavens	57
believes	57
shade	57
swinging	57
esta	57
rescue	57
crawling	57
toxic	57
yellow	57
nervous	57
chill	57
careless	57
hardly	57
lots	57
foreign	57
excited	57
square	57
tie	57
porch	57
strike	57
blinded	57
papers	57
con	57
senses	56
um	56
rio	56
decision	56
mud	56
complete	56
hoo	56
teenage	56
sunlight	56
drinking	56
forgiveness	56
learning	56
herself	56
bag	56
amazing	56
tryna	56
truly	56
leavin	56
voulez-vous	56
hoy	56
pants	55
sinner	55
bout	55
talked	55
holds	55
dame	55
tiny	55
loser	55
jive	55
animal	55
generation	55
heavenly	55
gas	55
starlight	55
hips	55
itself	55
swallow	55
bodies	55
tease	55
success	55
runner	55
cards	55
leading	55
knocked	55
painted	55
california	55
tellin	54
limit	54
immortals	54
oxygen	54
shooter	54
apology	54
noche	54
touching	54
bare	54
cling	54
bobby	54
strikes	54
wing	54
messed	54
natural	54
often	54
date	54
climbing	54
ours	53
losin	53
sunset	53
preacher	53
london	53
insanity	53
pero	53
rings	53
settle	53
hook	53
swimming	53
numb	53
bother	53
helping	53
bliss	53
patience	53
brighter	53
hopeless	53
shirt	53
cotton	53
teeth	52
aware	52
society	52
runaway	52
lion	52
rock'n	52
slide	52
beethoven	52
champagne	52
suffering	52
form	52
waters	52
recognize	52
grip	52
undone	52
beware	52
television	52
flew	52
oughta	52
december	52
spoke	52
sandy	52
fed	52
everlasting	52
gay	52
fills	52
adam	52
holdin	51
tom	51
dizzy	51
cared	51
demons	51
packed	51
sending	51
suit	51
uh-huh	51
sane	51
finding	51
shades	51
don	51
losers	51
tastes	51
admit	51
barely	51
main	51
xo	51
gather	51
sippin	51
harry	51
guardian	51
squeeze	51
bedroom	51
respect	51
cherry	51
revenge	51
eyed	50
prison	50
granted	50
ann	50
rope	50
yearning	50
hmm	50
busy	50
whop	50
betcha	50
risin	50
shop	50
slippin	50
bump	50
boston	50
drives	50
lyrics	50
n	50
dreamer	50
cuando	50
turnin	50
sake	50
zero	50
scary	50
married	50
saving	50
blowin	50
younger	49
nearly	49
protection	49
block	49
gang	49
afford	49
defeat	49
pace	49
devotion	49
romantic	49
james	49
bury	49
becomes	49
latest	49
fish	49
dances	49
numbers	49
attack	49
twisting	49
enjoy	49
ashamed	49
charm	49
exist	49
criminal	49
shelter	49
drug	49
spiritual	49
luv	49
surprised	49
fades	49
meets	48
highest	48
attitude	48
neck	48
spare	48
steady	48
remains	48
thee	48
swallowed	48
hardest	48
realized	48
rhyme	48
prayed	48
lick	48
jersey	48
waking	48
books	48
groove	48
su	48
north	48
rosie	48
mistletoe	48
shackled	48
person	48
marry	48
trace	48
information	48
risk	48
horses	48
shakin	48
language	48
whether	48
clown	47
addicted	47
roam	47
drivin	47
faithful	47
dam	47
holiday	47
staying	47
rocket	47
para	47
weary	47
cake	47
shouting	47
mrs.	47
card	47
borrowed	47
bored	47
food	47
forty	47
chaos	47
toy	47
rocks	47
magazine	47
waits	47
spanish	46
'cross	46
cha	46
owe	46
match	46
clap	46
jungle	46
tea	46
rub	46
sometime	46
hears	46
birth	46
gates	46
smart	46
bags	46
..	46
u	46
photograph	46
reign	46
riverside	46
plenty	46
blank	46
famous	46
hits	46
system	46
probably	46
idea	46
les	46
fault	46
flows	46
forsaken	45
letters	45
tragic	45
covered	45
japan	45
rubber	45
fought	45
freeze	45
trash	45
boat	45
flowing	45
satisfy	45
returning	45
thorn	45
tattoo	45
handsome	45
purple	45
du	45
racing	45
alley	45
curtain	45
ev'rybody	45
faded	45
sixteen	45
{	45
false	45
lend	45
sets	45
4	45
uptown	45
comeback	45
heartache	45
jimmy	45
miracles	44
dive	44
prepared	44
seasons	44
press	44
lyin	44
puts	44
overcome	44
ll	44
themselves	44
everytime	44
d	44
fourth	44
5	44
besides	44
x4	44
ohhh	44
agree	44
bride	44
millions	44
whatcha	44
bulls	44
los	44
fascination	44
clue	44
understood	44
gal	44
cash	44
ray	44
becoming	44
centuries	44
cost	44
reputation	44
whine	43
neon	43
drums	43
jail	43
complain	43
factory	43
x3	43
enter	43
tower	43
tan	43
decided	43
lace	43
sittin	43
dedication	43
shape	43
suppose	43
england	43
wished	43
ghosts	43
hush	43
emotions	43
sheets	43
affection	43
farewell	43
speaks	43
satellite	43
rip	43
quicksand	43
fights	43
named	43
fooled	43
seed	43
county	43
juliet	43
belle	43
whistle	43
neighborhood	43
stopping	43
monsters	43
denied	43
disco	43
fifteen	43
refuse	43
bein	43
carries	42
penny	42
forward	42
snake	42
sits	42
burden	42
wisdom	42
pum	42
awhile	42
tenderness	42
fist	42
sweetheart	42
destruction	42
thankful	42
drinks	42
discover	42
followed	42
haunt	42
switch	42
rolls	42
i'mma	42
berlin	42
foolish	42
sensation	42
grief	42
unkind	42
cracks	42
babies	42
forgiven	42
courage	42
whore	42
tvc	42
float	42
flaming	42
frankie	42
created	42
awful	42
paris	42
terrible	42
lip	42
trap	42
roar	42
bars	42
spit	41
engine	41
wound	41
haunted	41
todo	41
1984	41
wow	41
months	41
collide	41
bill	41
trail	41
invisible	41
velvet	41
facing	41
social	41
siempre	41
forth	41
march	41
excuse	41
maria	41
sale	41
prisoner	41
ceiling	41
border	41
ladder	41
ancient	41
gaze	41
habit	41
lack	41
upside	41
lake	41
works	41
celebrate	40
belongs	40
choir	40
demand	40
eve	40
aim	40
serve	40
throat	40
mom	40
solid	40
suffragette	40
violence	40
private	40
meeting	40
stolen	40
needing	40
core	40
tales	40
board	40
incomprehensible	40
una	40
appear	40
shove	40
laying	40
soy	40
shelf	40
longest	40
worries	40
sung	40
fuckin	40
burnin	40
sealed	40
je	40
arrive	40
bridges	40
uh-uh-uh	40
believin	40
ma-ma-ma	40
riot	40
spine	40
valentine	40
sleigh	39
apologies	39
cadillac	39
hatred	39
spirits	39
arrived	39
chemicals	39
sway	39
drank	39
strip	39
clearly	39
chick	39
clambake	39
sailing	39
lotta	39
knocking	39
grind	39
raging	39
carried	39
pie	39
tip	39
apple	39
cracked	39
deliver	39
allowed	39
heartbreak	39
prerogative	39
reaction	39
muddy	39
hammer	39
dawning	39
reading	39
pill	39
guiding	39
local	39
crocodile	39
sighs	39
dinner	39
rolled	39
mission	39
dyin	39
bank	39
ended	39
released	39
horizon	39
steam	39
map	38
rooms	38
finish	38
rushing	38
fits	38
dove	38
ahh	38
thy	38
rides	38
worn	38
fragile	38
stepped	38
slam	38
understanding	38
strangest	38
extra	38
voodoo	38
burnt	38
romeo	38
speaking	38
inner	38
lipstick	38
wonders	38
shoulders	38
damage	38
't	38
temptation	38
callin	38
yard	38
evolution	38
heya	38
neighbors	38
depend	38
fearless	38
ships	38
janey	38
creation	38
split	38
nails	38
stealing	38
indian	37
dollars	37
tokyo	37
sexual	37
cheer	37
ahora	37
lands	37
mas	37
justify	37
cowboys	37
hurricane	37
screamin	37
police	37
spotlight	37
waist	37
suitcase	37
cease	37
motherfucker	37
pharaoh	37
childhood	37
driver	37
inspiration	37
palm	37
tuesday	37
accept	37
visions	37
wins	37
toes	37
follows	37
jean	37
mask	37
razor	37
steppin	37
echo	37
shown	37
killer	37
hop	37
louder	37
marionette	37
haunting	37
grin	37
easier	37
fairy	36
common	36
seal	36
shack	36
wir	36
den	36
hometown	36
mon	36
reveal	36
film	36
contigo	36
team	36
slept	36
traffic	36
inch	36
mellow	36
wreck	36
dragon	36
revelator	36
ol	36
theres	36
symphony	36
helped	36
la-la-la-love	36
beep	36
zane	36
compromise	36
intentions	36
chosen	36
su-	36
drugs	36
whoah-oh	36
michelle	36
ridin	36
hallowed	36
blinds	36
failure	36
paul	36
danja	36
whoo	36
mexico	35
brains	35
plant	35
frightening	35
holes	35
stays	35
bold	35
emotional	35
broadway	35
struggle	35
tore	35
}	35
driven	35
remembering	35
divided	35
haha	35
shooting	35
honky	35
conscience	35
conceal	35
borderline	35
prince	35
sleepy	35
connection	35
lungs	35
whispered	35
lamb	35
terror	35
decisions	35
mommy	35
sam	35
talks	35
pulls	35
wars	35
facts	35
wandering	35
command	35
confident	35
flood	35
fling	35
partner	35
hi	35
burst	35
lit	35
arrow	35
load	35
meal	35
gloria	34
ruin	34
tumbling	34
oasis	34
y'all	34
halo	34
hooked	34
cutting	34
total	34
daydream	34
betrayed	34
v	34
whispering	34
fooling	34
jumped	34
echoes	34
cops	34
dah	34
perfectly	34
eternally	34
fingertips	34
castle	34
burlesque	34
missin	34
illusions	34
feast	34
lightly	34
fresh	34
sucker	34
picked	34
crowded	34
woh	34
science	34
worried	34
ticking	34
chicken	34
whispers	34
mist	34
mothers	34
roulette	34
ohhhh	34
selling	34
ching-a-ling	34
competition	34
list	34
vow	34
ser	33
cop	33
shower	33
apologize	33
treated	33
code	33
va	33
scratch	33
throne	33
frame	33
homes	33
public	33
ooooh	33
useless	33
torture	33
design	33
laughs	33
rainbows	33
sights	33
beam	33
smooth	33
obsession	33
frightened	33
shinin	33
aint	33
showing	33
hunk	33
puppet	33
bye-bye	33
fucked	33
parts	33
mirrors	33
gaudete	33
sleeve	33
charms	33
june	33
l	33
fuse	33
doubleplusgood	33
caress	33
famine	33
demon	33
flashing	33
cute	33
doom	33
brush	33
trick	33
dropped	33
nerve	33
cock	33
toward	33
french	33
blessing	33
thick	33
untrue	33
soothe	33
sinners	33
scar	33
weakness	33
permission	33
web	33
alice	32
weapon	32
plate	32
savor	32
alien	32
cruise	32
crow	32
rag	32
demi	32
shiver	32
bum	32
scheme	32
hides	32
leaf	32
xanadu	32
parade	32
western	32
2x	32
stake	32
victory	32
flex	32
shorty	32
hallucinating	32
imma	32
sup-p-per	32
winning	32
take-a	32
virgin	32
silently	32
media	32
dan	32
tangled	32
sticks	32
ideas	32
degrees	32
haze	32
defense	32
pool	32
kicks	32
graves	32
toss	32
surface	32
winner	32
aboard	32
rotten	32
purse	32
debris	32
cheat	32
cameras	32
opinion	32
sugarfall	32
wealth	32
drive-in	31
busted	31
dancer	31
reads	31
flashin	31
digging	31
vegas	31
universal	31
discovered	31
lai	31
movies	31
b	31
tortured	31
spite	31
grain	31
st.	31
moses	31
keepin	31
coward	31
kicked	31
warrior	31
loss	31
biggest	31
disgrace	31
belief	31
sleepin	31
ey	31
det	31
forgetting	31
eighteen	31
grease	31
peaceful	31
justice	31
shameless	31
ace	31
united	31
filter	31
abandoned	31
eagle	31
mamma	31
tickin	31
guts	31
shoe	31
breakaway	31
scattered	31
measure	31
replace	31
absolutely	31
butterfly	31
bands	31
guilt	31
records	31
crossroads	31
bible	31
lap	31
didja	31
picking	31
relax	31
trigger	31
void	31
champion	31
obvious	31
leader	31
government	31
carpet	31
fruit	31
masses	31
gloom	31
whip	30
uh-uh	30
feather	30
jamaica	30
9	30
warmth	30
immor-	30
ruins	30
ay	30
freaks	30
magazines	30
creatures	30
returned	30
sails	30
messin	30
sharp	30
drops	30
health	30
sands	30
george	30
dipper	30
understands	30
backs	30
protect	30
tape	30
plusgood	30
gifts	30
lower	30
beep-beep	30
rent	30
gate	30
receive	30
sailor	30
feeding	30
service	30
hee	30
humble	30
dans	30
carnival	30
mention	30
bothered	30
mold	30
tour	30
gain	30
stray	30
animals	30
machines	30
lame	30
tables	30
tenth	30
jeannie	30
uncle	30
sue	30
leap	30
savin	30
hypnotized	30
alabama	30
gutter	30
honor	30
birthday	30
seeds	30
cell	30
pony	30
cities	30
salt	30
sleeps	29
chilly	29
spreading	29
rights	29
helps	29
jumping	29
sides	29
chose	29
pa	29
present	29
weave	29
superman	29
replaced	29
punk	29
eighty	29
grieving	29
prime	29
quarter	29
shiny	29
fires	29
unto	29
911	29
unfold	29
chip	29
using	29
explode	29
sudden	29
fence	29
reject	29
balls	29
forest	29
jerusalem	29
skinhead	29
pearls	29
smoking	29
trains	29
venus	29
incredible	29
wednesday	29
wishes	29
lee	29
sensitive	29
tremble	29
astray	29
sparks	29
cats	29
paved	29
shotgun	29
couch	29
leaders	29
ties	29
crawled	29
coke	29
nail	29
cinematic	29
breakfast	29
wrecking	29
guitars	29
oceans	29
jones	29
level	29
deja	29
static	29
refrain	29
security	29
ding	29
lasts	28
laughin	28
gathered	28
signed	28
patiently	28
tainted	28
oblivion	28
creature	28
rid	28
knowledge	28
bounds	28
nada	28
betting	28
tunnel	28
deceive	28
lingers	28
tin	28
shield	28
texas	28
candles	28
daughters	28
southern	28
coast	28
terrified	28
trippin	28
havin	28
suffered	28
thorns	28
mmmhmmm	28
gasoline	28
beaten	28
legendary	28
fountain	28
pardon	28
jukebox	28
pulse	28
pays	28
flat	28
progress	28
fitting	28
eating	28
bee	28
bees	28
pair	28
sãâ©	28
thou	28
due	28
naturally	28
failed	28
career	28
blackout	28
disappears	28
debt	28
phase	28
gentleman	28
role	28
sentir	28
eu	28
naive	28
mysteries	28
weapons	28
wham	28
stripped	28
forced	28
nos	28
rewind	27
deeply	27
dann	27
fatal	27
plains	27
throughout	27
weeks	27
coal	27
defeated	27
finished	27
mãâ¡s	27
stormy	27
ages	27
crackin	27
screw	27
sock	27
eydie	27
hopin	27
agnetha	27
hid	27
tails	27
parking	27
visit	27
bam	27
dreamers	27
aun	27
third	27
gorgeous	27
stained	27
ignored	27
sentimental	27
dues	27
nah	27
filling	27
defenses	27
month	27
wonderland	27
sort	27
chelsea	27
bind	27
reeling	27
sheep	27
creep	27
determination	27
jailbait	27
steve	27
behave	27
conquer	27
horn	27
jam	27
breakin	27
crumble	27
misunderstood	27
finest	27
wolf	27
india	27
stranded	27
singer	27
smells	27
feeds	26
touches	26
slips	26
l.a	26
points	26
cream	26
traveling	26
pound	26
hug	26
fixed	26
important	26
showdown	26
caused	26
kneel	26
traveled	26
twelve	26
nunca	26
position	26
bombs	26
metal	26
honesty	26
stares	26
paying	26
weird	26
spoon	26
angeleyes	26
habits	26
himself	26
askin	26
mini	26
passes	26
vengeance	26
rome	26
mixed	26
image	26
judgement	26
desperation	26
chamber	26
piano	26
rely	26
rises	26
fantastic	26
glimpse	26
bore	26
fireworks	26
tomorrows	26
blast	26
notion	26
*	26
toast	26
shift	26
thirty	26
flirt	26
heed	26
hoped	26
goal	26
planets	26
candlelight	26
smilin	26
vows	26
dynamite	26
garage	26
whom	26
vine	26
lamp	26
x	26
worthless	26
icy	26
pressed	26
gravity	26
trial	26
physical	26
jerk	26
shopping	26
remove	26
stomp	26
fightin	26
ghostbusters	26
tommy	26
range	26
bathroom	26
concrete	26
anyhow	26
obama	26
lessons	26
favourite	26
wonderin	25
borrow	25
tend	25
j'aime	25
slap	25
shady	25
pen	25
boardwalk	25
chained	25
ev'rything	25
clay	25
motivation	25
impress	25
pavement	25
sirens	25
fifty	25
paranoid	25
kissin	25
amsterdam	25
order	25
mental	25
outlaw	25
study	25
seconds	25
bills	25
muscle	25
sadly	25
creeping	25
toe	25
presents	25
motel	25
bien	25
judgment	25
humming	25
woods	25
intricate	25
wa	25
quickly	25
awaken	25
jewel	25
barrel	25
priest	25
worship	25
ven	25
kin	25
vez	25
fiction	25
auld	25
pills	25
oh-so	25
aqui	25
cursed	25
doorway	25
overdue	25
dontcha	25
feliz	25
farmer	25
disturb	25
thieves	25
cloudy	25
hearted	25
swept	25
scent	25
struck	25
elton	25
thrills	25
sip	25
footstompin	25
reaches	25
day-out	25
relief	25
cradle	25
addiction	25
glowing	25
yell	25
clever	25
deadly	25
melting	25
favor	25
thighs	25
towers	25
predict	25
buildings	25
day-in	25
scares	25
catching	25
messiah	25
shakes	25
whos	25
headlights	25
appears	25
ramona	25
verses	25
shallow	25
thanking	25
queer	25
van	24
reward	24
glitter	24
choking	24
headin	24
hates	24
voc	24
hound	24
rare	24
charming	24
wie	24
usa	24
desires	24
mourning	24
choke	24
hangs	24
disappeared	24
graveyard	24
dreamt	24
rot	24
camera	24
hesitation	24
fired	24
grasp	24
alarm	24
agony	24
blur	24
mr	24
summertime	24
ve	24
glasses	24
prey	24
endlessly	24
morn	24
sundown	24
avoid	24
toora	24
raising	24
tries	24
telepathy	24
booty	24
loora	24
compare	24
listened	24
excite	24
fan	24
infatuation	24
wink	24
beatles	24
ignite	24
ecstasy	24
desnudate	24
colours	24
grieve	24
causes	24
winners	24
boring	24
eaten	24
rahk	24
jumpin	24
filles	24
sweetly	24
coney	24
decay	24
baduwa	24
oprah	24
describe	24
denial	24
determined	24
oooooh	24
jobs	24
vida	24
detroit	24
halloween	24
credit	24
headlines	24
ego	24
france	24
define	24
kindness	24
chris	24
gin	24
incomplete	24
tonk	24
devils	24
totally	24
wid	24
album	24
authority	24
poetry	24
maggie	23
helden	23
disaster	23
howling	23
placed	23
survival	23
hip	23
frown	23
lone	23
figures	23
speakers	23
fantasies	23
wounded	23
classic	23
pan	23
breast	23
awaiting	23
serene	23
emily	23
brazil	23
bounce	23
defend	23
changin	23
milky	23
denying	23
chin	23
surround	23
shock	23
drew	23
tumble	23
soda	23
dar	23
sonny	23
make-up	23
corners	23
99	23
mãâ­	23
shone	23
bubble	23
maker	23
washing	23
reckless	23
superstar	23
stepping	23
pleasures	23
fog	23
rabbit	23
ooh-ooh	23
dusty	23
spending	23
stitch	23
kills	23
sind	23
paralyzed	23
stoned	23
permanent	23
tumbled	23
toll	23
curious	23
haunts	23
spill	23
7	23
mum	23
swell	23
fa	23
ko	23
parents	23
personal	23
aladdin	23
fold	23
pin	23
fright	23
karma	23
hut	23
greed	23
widow	23
pounding	23
excuses	23
est	23
invitation	23
thursday	23
hidin	23
appetite	23
coz	23
cow	23
president	23
glove	23
voy	23
atmosphere	23
houses	23
divide	23
wallet	23
caroline	23
shark	23
boo	23
dealing	23
event	22
dim	22
plus	22
30	22
starry	22
misled	22
jatee	22
righteous	22
tiger	22
bullets	22
express	22
april	22
gathering	22
lifting	22
threat	22
cigarettes	22
fernando	22
temperature	22
adventure	22
display	22
saddle	22
indecision	22
narrow	22
wasteland	22
bug	22
corazãâ³n	22
thirst	22
mach	22
headline	22
solve	22
henry	22
delicate	22
fox	22
criticize	22
noose	22
plates	22
greyhound	22
philadelphia	22
backwards	22
grail	22
a-ha	22
puppy	22
skyline	22
liars	22
purpose	22
wakes	22
hasta	22
mairi	22
charan	22
vu	22
10	22
breathin	22
experience	22
charlie	22
dj	22
hesitate	22
glance	22
freezing	22
nor	22
joyous	22
hawaii	22
sharing	22
ole	22
avalon	22
wiser	22
beams	22
drinkin	22
bullshit	22
victims	22
hood	22
stumbled	22
ex	22
fleeting	22
coaster	22
sincere	22
serenade	22
underwear	22
trusted	22
wondered	22
phoenix	22
hubiera	22
constantly	22
fury	22
bittersweet	22
rodeo	22
timber	22
attraction	22
ignorant	22
roots	22
moral	22
bruised	22
orange	22
danny	22
consequence	22
evan	22
ripped	22
tramp	22
impression	22
former	22
colder	22
pickup	22
september	22
original	22
tennessee	22
countless	22
sailed	22
und	22
destroyed	21
joint	21
wo-oh	21
overnight	21
bluff	21
gracias	21
daily	21
bringin	21
childish	21
judy	21
spinnin	21
memphis	21
abyss	21
hated	21
lang	21
mistaken	21
yesterdays	21
vicious	21
tequila	21
braff	21
checking	21
bent	21
duty	21
tame	21
sidewalk	21
tread	21
compassion	21
gown	21
creeps	21
blanket	21
target	21
cane	21
seats	21
frida	21
strain	21
puedo	21
painting	21
slaughter	21
prepare	21
blazing	21
agent	21
ruled	21
och	21
deception	21
nearer	21
giant	21
goodness	21
black-eyed	21
tougher	21
extreme	21
tus	21
mash	21
crimes	21
gospel	21
yawning	21
urge	21
autumm	21
vacation	21
forevermore	21
succeed	21
blade	21
battlefield	21
meat	21
uh-oh	21
ye	21
mo	21
magical	21
confession	21
spider	21
queens	21
linda	21
des	21
reply	21
drain	21
halls	21
someplace	21
thirsty	21
landing	21
confusing	21
port	21
linger	21
friendly	21
rock'n'roll	21
appreciate	21
surrounds	21
pole	21
court	21
several	21
dee	21
despise	21
bionic	21
drama	21
vivir	21
solution	21
presence	21
pilot	21
counts	21
bucks	21
faltas	21
cinderella	21
crew	21
streams	21
ringin	21
disagree	20
armor	20
bewildered	20
knocks	20
settled	20
fascinated	20
forfeit	20
breakout	20
jagger	20
gentlemen	20
depressed	20
clinging	20
maiden	20
azizi	20
trips	20
focus	20
thirteen	20
janine	20
chooka	20
evenin	20
appeal	20
chew	20
august	20
perhaps	20
whores	20
twentieth	20
hum	20
ive	20
andante	20
needle	20
guarantee	20
amour	20
suits	20
explodes	20
raw	20
answered	20
sailors	20
sendin	20
marie	20
peaches	20
dixie	20
chloe	20
droppin	20
hunter	20
pockets	20
suzie	20
bossa	20
trembling	20
whisky	20
doubts	20
whirl	20
looka	20
effect	20
dom	20
oh-wo-wo-wo	20
este	20
chevrolet	20
jah	20
1969	20
clowns	20
dial	20
ley	20
jaded	20
reindeer	20
noticed	20
piss	20
remembers	20
suitehearts	20
boyfriend	20
eleven	20
large	20
bah	20
dripping	20
amends	20
pawn	20
ella	20
glue	20
flinstone	20
stubborn	20
boom-a-boomerang	20
insecure	20
violent	20
spurs	20
backyard	20
unreal	20
woah-oh	20
l.a.	20
also	20
sanity	20
hare	20
syne	20
profits	20
realm	20
robbed	20
intact	20
ate	20
nadie	20
ho-o-old	20
lighting	20
create	20
draggin	20
pete	20
dancers	20
oklahoma	20
fe	20
ich	20
audience	20
actin	20
warn	20
brokenhearted	20
wrist	20
kickin	20
yah	20
shell	20
lifted	20
thicker	20
unsay	20
nova	20
sneaking	19
requiem	19
pumping	19
entertain	19
hating	19
nightingale	19
unhappy	19
bluebird	19
smokin	19
liquor	19
obviously	19
cheating	19
relate	19
quietly	19
route	19
convince	19
abused	19
growin	19
alight	19
husband	19
carousel	19
spy	19
parallel	19
heh	19
rags	19
6	19
deceit	19
bets	19
breed	19
resolve	19
tasted	19
depression	19
wagon	19
choices	19
fellow	19
christie	19
jaw	19
michigan	19
illegal	19
delicious	19
bruise	19
waterfall	19
greet	19
comprehend	19
banks	19
however	19
chased	19
blonde	19
billion	19
account	19
eldorado	19
dug	19
tingle	19
corruption	19
ragged	19
hurtin	19
behavior	19
drifted	19
seams	19
ahhh	19
oath	19
sting	19
trucks	19
clover	19
dissatisfied	19
orleans	19
x-ray	19
chills	19
intention	19
opportunity	19
actions	19
taxi	19
blamin	19
blink	19
flip	19
mannequin	19
jury	19
frustrated	19
sparkling	19
steals	19
milk	19
neighbor	19
rung	19
complex	19
shirts	19
belly	19
zoo	19
rikky	19
spree	19
connected	19
invited	19
arise	19
crave	19
curls	19
levon	19
demise	19
madison	19
ignorance	19
prefer	19
tension	19
joys	19
stumbling	19
planning	19
parked	19
san	19
believer	19
tag	19
thread	19
angeline	19
julia	19
swingin	19
pre-chorus	19
muy	19
upstairs	19
misty	19
plank	19
perfection	19
fin	19
phonography	19
images	19
buzz	19
mortal	19
undercover	19
grande	19
opening	19
warmer	19
pounds	19
crisis	19
awoke	19
3p	19
ãâ¤r	19
subway	19
spears	19
eso	19
cupid	19
lalalala	19
rap	19
kicking	18
baptize	18
mansion	18
nuclear	18
sublime	18
raindrops	18
dope	18
17	18
supermodel	18
boulevard	18
preach	18
gleaming	18
blaming	18
howl	18
limousine	18
labor	18
taller	18
arthur	18
fathers	18
eventually	18
rang	18
difficult	18
offering	18
solitary	18
makeup	18
immortal	18
sore	18
lovely-lovely	18
survived	18
thru	18
clears	18
heartaches	18
bust	18
punishment	18
cab	18
plague	18
jokes	18
condition	18
battles	18
bethlehem	18
waltz	18
wilderness	18
no-no-notorious	18
scenes	18
bleeds	18
heights	18
masquerade	18
gee	18
temporary	18
sorrows	18
diana	18
smashed	18
tail	18
testing	18
earn	18
banging	18
fans	18
teardrops	18
ninety	18
harlem	18
slumber	18
funk	18
rocker	18
hotter	18
convinced	18
horror	18
sweep	18
alma	18
crawlin	18
rude	18
too-ri-oo-ri-oo-ri-aa	18
whoever	18
weeping	18
jar	18
lunatic	18
blackstar	18
stared	18
punch	18
balance	18
halfway	18
crowds	18
satan	18
shu-bop	18
balloon	18
glide	18
wooden	18
mistress	18
spain	18
brick	18
jacob	18
highs	18
dos	18
cheese	18
branches	18
strangelove	18
odds	18
stacked	18
wages	18
pause	18
lemon	18
wires	18
teardrop	18
schemes	18
pleasant	18
dares	18
failing	18
roadhouse	18
behold	18
compete	18
kinds	18
flee	18
flyin	18
consider	18
rum	18
pot	18
pepsi	18
enemies	18
deck	18
garbage	18
prisoners	18
froze	18
bitchin	18
id	18
junkie	18
oh-oh-ooh	18
dismay	18
foolin	18
aches	18
troup-p-per	18
reminds	18
newborn	18
too-ri-aa	18
ivory	18
edison	18
digital	18
dollhouse	18
oh-oh-oh	18
christina	18
g	18
collecting	18
attached	18
deeds	18
riders	18
uncertain	18
scarred	18
mona	18
nikita	18
noon	17
recorded	17
mis	17
lined	17
che	17
mass	17
americans	17
lays	17
advantage	17
germany	17
unexpected	17
shoulda	17
secure	17
spies	17
smash	17
chocolate	17
hazy	17
emergency	17
ditch	17
luz	17
holler	17
counted	17
battled	17
martyr	17
torch	17
hitting	17
rear	17
ziggy	17
gotten	17
cups	17
entwined	17
temple	17
altar	17
rejoice	17
shepherds	17
elderberry	17
served	17
crap	17
liberate	17
cook	17
coeur	17
fiery	17
%	17
mondays	17
market	17
stomach	17
trooper	17
grabbed	17
harbor	17
address	17
supersonic	17
21	17
chicks	17
nurse	17
politics	17
trop	17
hunting	17
breather	17
rays	17
peel	17
designed	17
indeed	17
nerves	17
constant	17
outer	17
spilling	17
sneak	17
runway	17
degree	17
scare	17
reveals	17
craze	17
repeats	17
'cuz	17
nightmares	17
apply	17
asylum	17
joined	17
bryan	17
fol-did-dle-di-aa	17
fifty-seven	17
vibrations	17
chief	17
sack	17
sour	17
unsure	17
leg	17
heals	17
circumstance	17
realms	17
hopelessly	17
manner	17
imaginations	17
nothings	17
tripping	17
tops	17
treasures	17
blindness	17
paths	17
darkened	17
keeper	17
frustration	17
ee	17
instant	17
invite	17
bottles	17
triumph	17
drummer	17
wrongs	17
channel	17
vice	17
bears	17
bloom	17
hells	17
rebecca	17
details	17
revelation	17
despite	17
commitment	17
qui	17
solitude	17
revealed	17
non	17
resting	17
c	17
marked	17
willow	17
happiest	17
necessarily	17
greater	17
parting	17
salute	17
prima	17
layin	17
eats	17
rooster	17
unsaid	17
operator	16
refugee	16
closely	16
comme	16
timing	16
ironic	16
postcard	16
base	16
bursting	16
blackened	16
surfer	16
canvas	16
chimes	16
overwhelming	16
freaky	16
vacant	16
unspoken	16
charade	16
beaches	16
descends	16
independent	16
fairytale	16
skipping	16
joining	16
fizzy	16
thang	16
woken	16
doy	16
tropical	16
portrait	16
stack	16
erased	16
lil	16
et	16
sever	16
diving	16
unwind	16
amazed	16
clocks	16
sown	16
hoppin	16
poets	16
rover	16
saddest	16
accused	16
suede	16
shatter	16
excelsis	16
chimney	16
flags	16
reins	16
engines	16
neanderthal	16
t-bird	16
quest	16
citizen	16
deo	16
tengo	16
unwanted	16
forbidden	16
lourd	16
acuerdo	16
towns	16
planted	16
pendulum	16
baba-bababa	16
ur	16
content	16
alibis	16
sober	16
deceived	16
stretch	16
crashed	16
script	16
savage	16
according	16
sports	16
blankets	16
pneumonia	16
races	16
earlier	16
moan	16
heel	16
guest	16
needy	16
ultimate	16
appeared	16
maid	16
t.v	16
oooooo	16
breakdown	16
rhiannon	16
whats	16
slightly	16
ganas	16
strung	16
mucho	16
pleased	16
atlantic	16
mujer	16
fade-out	16
shaky	16
bathed	16
eden	16
niggaz	16
gibberish	16
friendship	16
exciting	16
thus	16
possibility	16
clearer	16
unbroken	16
cherish	16
stir	16
marriage	16
fashioned	16
casa	16
bruises	16
weekends	16
pet	16
dedicate	16
shivers	16
nameless	16
fa-fa-fa-fa-fashion	16
claimed	16
electricity	16
daniel	16
gained	16
kidding	16
dragging	16
yonder	16
choosing	16
shells	16
bards	16
education	16
pushin	16
startin	16
drips	16
entropy	16
sparkle	16
upset	16
stay-in	16
carrying	16
actually	16
northern	16
rotting	16
begs	16
closet	16
butt	16
shifting	16
blindly	16
rocky	16
elusive	16
keen	16
combination	16
wooh	16
harvest	16
haste	16
particular	16
bait	16
quitters	16
mirada	16
slut	16
joey	16
neither	16
amongst	16
listens	16
lada	16
consequences	16
freakin	16
landed	16
possess	16
stroll	16
terms	16
emerald	16
likely	16
throwin	16
joker	16
limb	15
vein	15
didnt	15
blessings	15
pissed	15
brilliant	15
ball'n'chain	15
rumour	15
sends	15
puttin	15
adored	15
carolina	15
tucker	15
treating	15
wop	15
chevy	15
bargained	15
unable	15
cruising	15
flickering	15
servant	15
ninth	15
sew	15
634-5789	15
brooklyn	15
mundo	15
cheeks	15
diablo	15
yay	15
begged	15
pumpin	15
mia	15
rejection	15
strive	15
beggin	15
vamos	15
messing	15
splendor	15
gazed	15
reigns	15
shaken	15
frei	15
massachusetts	15
bricks	15
vanished	15
ozone	15
fiend	15
forces	15
office	15
butterflies	15
opens	15
eastern	15
mornings	15
moonshine	15
dragged	15
tha	15
mouths	15
steer	15
sixty	15
estãâ¡	15
pickin	15
surrounded	15
guessing	15
believers	15
kong	15
buffalo	15
wastin	15
blush	15
specks	15
poet	15
postcards	15
channels	15
earned	15
brightly	15
blinding	15
hm	15
hockey	15
baa	15
cafe	15
funeral	15
stations	15
da-na-na-na	15
tire	15
rosalita	15
remembered	15
dudes	15
association	15
tenderly	15
ricky	15
pitch	15
boats	15
coalman	15
usually	15
21st	15
arabia	15
brightest	15
fulfill	15
mystified	15
conmigo	15
dull	15
tidings	15
chop	15
chrome	15
penetrate	15
elevator	15
concerned	15
daze	15
droning	15
robin	15
coin	15
roxy	15
plea	15
belt	15
ja	15
floors	15
vibe	15
realise	15
wildest	15
slim	15
gleam	15
request	15
fuel	15
howard	15
stitches	15
brit	15
ford	15
diddy	15
gladly	15
roxanne	15
cue	15
dolphins	15
stain	15
barriers	15
whipping	15
tilt	15
english	15
l'amour	15
inspired	15
routine	15
senseless	15
handed	15
>	15
der	15
russian	15
reverse	15
prettier	15
dose	15
tense	15
powers	15
softer	15
file	15
chasin	15
protected	15
michael	15
skinny	15
45	15
glorious	15
fabulous	15
miranda	15
overload	15
conviction	15
players	15
bob	15
shaka-laka-laka	15
per	15
learns	15
extremes	15
defy	15
felicidad	15
breathless	15
wandered	15
veil	15
tumblin	15
mandalay	15
chilling	15
coo	15
goodbyes	15
treats	15
foe	15
drawing	15
fundamental	15
pistol	15
colour	15
8	15
bunch	15
feared	15
climbed	15
mojo	15
f	15
capture	15
honestly	15
trance	15
belonged	15
enchanted	15
tuna	15
stillness	15
yeahh	15
caution	15
dolor	15
infernal	15
shouted	14
gnome	14
opinions	14
stairway	14
aggression	14
ref	14
mummy	14
achin	14
effort	14
bits	14
freakshow	14
operation	14
o-o-uh	14
merry-go-round	14
bites	14
helter	14
deranged	14
'lectric	14
lunch	14
tap	14
saviour	14
concealed	14
rumors	14
jericho	14
tyrant	14
snowflakes	14
depth	14
maintain	14
central	14
lawn	14
pierrot	14
rider	14
hustle	14
confide	14
rushes	14
homeward	14
films	14
bedtime	14
liza	14
strut	14
deliverance	14
terry	14
knives	14
cancer	14
buckle	14
riches	14
dreadful	14
collect	14
aloud	14
drawer	14
royal	14
prettiest	14
possible	14
female	14
accident	14
usual	14
unlock	14
intoxicate	14
echoing	14
barn	14
n-n-no	14
wreaking	14
silhouettes	14
stereo	14
'i	14
joyful	14
odd	14
missionary	14
madly	14
bended	14
rosalyn	14
charge	14
relationships	14
kapoor	14
wiped	14
sandman	14
troop-p-per	14
flick	14
consciousness	14
robert	14
slain	14
haters	14
are-are-are	14
washes	14
otra	14
lords	14
squeezing	14
smarter	14
miserable	14
buttons	14
untouchable	14
patch	14
support	14
crowned	14
dwell	14
repair	14
reel	14
jacket	14
piper	14
empire	14
lifestyle	14
continue	14
prodigal	14
exception	14
lisa	14
awaits	14
papi	14
sweaty	14
bled	14
moneymaker	14
happily	14
dreamy	14
wool	14
thumb	14
cosmic	14
charity	14
soaring	14
repeating	14
steamboat	14
summers	14
tãâº	14
del	14
pours	14
oil	14
jewels	14
verdad	14
expression	14
getaway	14
railway	14
huggin	14
puzzle	14
abbey	14
why'all	14
aguilera	14
microphone	14
loo	14
captured	14
endure	14
jeanie	14
betray	14
extinction	14
tollin	14
unpredictable	14
patrol	14
madonna	14
yak	14
jazz	14
mathilda	14
ruling	14
beggar	14
skull	14
uma	14
drowns	14
vale	14
entered	14
ribbon	14
chat	14
auf	14
slaves	14
addictive	14
skelter	14
vote	14
chrissie	14
havoc	14
knelt	14
faking	14
swaying	14
culture	14
dodo	14
decked	14
sweethearts	14
post	14
jo	14
cooking	14
asks	14
governor	14
cocaine	14
meadow	14
christian	14
arrives	14
blaze	14
silhouette	14
twenty-first	14
barker	14
buyin	14
queerest	14
drunken	14
types	14
pillars	14
supper	14
woogie	14
shores	14
provide	14
bartender	14
blackest	14
compares	14
multiplied	14
strife	14
depths	14
melodies	14
jingle	14
wayne	14
decides	14
homework	14
weed	14
marshall	14
c'est	14
companion	14
fortunes	14
remained	14
spicks	14
gunman	14
sanctuary	14
legacy	14
motor	14
casket	14
sweetie	14
sally	14
lows	14
checked	14
jennifer	14
testify	14
motherfuckin	14
supply	14
responsibility	14
cortãâ©s	13
chips	13
tested	13
independence	13
waltzing	13
claw	13
brake	13
mercedes	13
rhymes	13
versace	13
thousands	13
contact	13
stall	13
diner	13
counter	13
bull	13
evermore	13
resurrection	13
brakes	13
