i	89344
,	85462
you	77816
the	72757
and	42786
to	41920
a	37530
it	33197
me	32712
's	29660
n't	27366
in	24762
my	24333
of	20870
do	20261
your	18791
that	18611
on	17589
we	16630
'm	16296
all	14843
be	14151
for	13950
is	13903
love	12923
oh	11904
(	11860
)	11843
're	11717
so	11473
but	11097
.	10895
'	10484
no	10352
know	10291
just	10273
what	9494
'll	9351
when	9212
with	9064
can	9042
like	8840
got	8758
?	8660
this	8459
there	8128
now	7893
na	7829
up	7647
she	7359
've	7250
one	7112
if	7028
down	6913
baby	6770
get	6742
never	6563
out	6550
time	6550
they	6482
yeah	6414
will	6364
go	6279
are	6265
was	6228
not	6018
let	5866
see	5831
ca	5758
want	5644
have	5640
come	5573
way	5358
he	5281
from	4857
say	4851
take	4795
gon	4538
make	4384
as	4294
at	4289
away	4261
night	4234
here	4174
life	4170
could	4143
back	4121
how	4054
her	3925
heart	3896
feel	3787
been	3566
la	3510
need	3486
more	3473
world	3469
tell	3347
day	3276
little	3263
by	3253
right	3204
only	3190
who	3180
where	3143
through	3134
our	3133
well	3110
'd	3094
'cause	3091
again	3051
give	3041
too	3031
man	2951
hey	2865
or	2797
!	2762
eyes	2735
wo	2721
think	2719
ai	2714
would	2712
good	2685
why	2655
were	2635
about	2607
wan	2588
us	2530
girl	2525
then	2507
still	2468
long	2445
his	2398
around	2369
said	2346
some	2345
over	2326
keep	2320
look	2289
had	2288
nothing	2278
am	2261
every	2235
did	2222
an	2199
find	2169
mind	2142
tonight	2137
ever	2125
home	2118
gone	2109
into	2020
always	1998
alone	1977
...	1970
hold	1963
better	1924
light	1900
believe	1866
hear	1855
things	1802
much	1776
something	1773
ta	1766
everything	1756
live	1752
really	1733
them	1707
should	1690
[	1650
]	1638
before	1625
try	1622
another	1621
inside	1620
turn	1605
boy	1580
thing	1568
``	1565
fall	1558
new	1534
''	1496
last	1485
dream	1470
ooh	1469
someone	1463
than	1462
face	1451
left	1449
run	1448
show	1440
going	1440
these	1439
stay	1431
has	1430
stop	1429
their	1426
leave	1425
head	1422
:	1411
him	1407
dance	1379
lost	1374
people	1369
made	1362
together	1335
wrong	1335
call	1331
old	1327
off	1326
end	1322
chorus	1322
break	1321
other	1304
soul	1303
without	1302
please	1285
sun	1280
ah	1278
hand	1274
die	1273
change	1267
fire	1253
walk	1247
enough	1244
place	1232
must	1230
cry	1224
even	1221
waiting	1208
forever	1206
put	1205
mine	1196
cause	1178
hard	1163
comes	1153
myself	1148
true	1145
own	1129
everybody	1118
remember	1108
feeling	1104
care	1103
does	1099
god	1095
sky	1090
free	1066
hands	1064
two	1056
name	1051
maybe	1049
same	1047
thought	1040
side	1039
blue	1036
ya	1034
play	1032
looking	1031
living	1024
song	1023
far	1019
while	1018
big	1012
may	1011
stand	1001
high	998
sweet	997
days	989
words	987
kiss	984
rain	984
bad	983
dreams	980
alright	977
cold	976
pain	975
somebody	974
yes	972
work	970
-	964
line	962
lose	958
times	956
lonely	953
real	951
bring	947
done	937
best	928
nobody	922
morning	919
hope	917
talk	917
crazy	915
town	915
sing	912
help	911
those	908
coming	904
came	897
knew	889
lie	889
found	888
goodbye	875
forget	857
boys	852
dark	840
heaven	839
door	831
wish	827
rock	825
seen	818
once	818
knows	811
alive	808
till	805
woman	804
sure	802
wait	796
sometimes	795
tears	789
close	789
today	788
broken	788
lies	787
open	785
many	783
behind	783
touch	777
arms	774
happy	769
anything	769
dead	768
else	767
kind	766
watch	764
deep	762
understand	761
told	761
though	761
young	759
move	756
start	751
sleep	750
friend	748
because	746
might	742
goes	741
girls	739
friends	734
under	728
makes	724
fight	722
getting	715
city	712
beautiful	711
gim	709
until	707
body	706
tomorrow	700
any	697
easy	688
fly	688
whoa	687
money	684
yourself	683
chance	682
uh	673
round	673
matter	672
save	669
falling	667
ride	666
wind	666
stars	665
smile	665
running	661
fool	658
trying	657
years	656
used	655
seems	652
heard	652
along	651
moon	650
honey	648
black	648
listen	648
its	647
da	646
ground	644
hate	644
truth	641
each	640
hide	636
late	632
road	628
feels	625
fine	625
street	624
ready	623
part	622
next	620
took	619
lay	619
set	619
after	618
such	613
pretty	610
lights	605
air	601
miss	600
fear	599
roll	598
upon	598
loving	595
wanted	594
hurt	588
first	588
saw	583
sound	582
control	575
room	575
mean	573
strong	572
feet	571
music	566
ask	565
star	564
christmas	562
game	561
went	558
guess	548
born	545
goin	545
reason	543
shine	539
burning	539
wonder	534
learn	533
dancing	528
apart	525
angel	522
meet	521
hell	521
afraid	520
word	520
blood	519
train	518
gave	514
burn	513
white	512
soon	511
everyone	511
very	510
moment	509
says	509
sea	506
talking	504
party	500
summer	500
house	497
hot	495
wild	494
whole	493
gets	493
darling	492
walking	491
full	491
between	488
child	486
standing	486
tried	486
hearts	484
hit	480
secret	478
lord	476
pay	475
land	473
anymore	471
lover	471
wants	471
beat	469
bit	469
being	468
bed	467
'til	466
above	466
lot	465
fun	463
thinking	462
sad	456
takes	454
floor	453
magic	450
faith	450
red	450
tight	449
keeps	449
babe	448
past	444
river	444
king	444
earth	441
wake	440
turning	439
loved	439
sorry	438
war	438
slow	437
'em	437
calling	436
water	435
breathe	435
`	433
making	430
mother	430
fast	427
outside	427
shake	423
seem	421
skin	421
lips	418
que	417
mama	417
blind	416
taking	416
wall	414
voice	413
low	413
follow	412
lives	406
drive	406
somewhere	403
reach	401
damn	399
nowhere	399
step	398
tired	397
daddy	396
blues	395
pray	394
singing	392
felt	392
promise	392
story	391
needs	391
strange	388
use	387
ring	387
dear	386
rest	385
death	385
across	385
nights	385
throw	383
taste	383
blow	381
men	380
cool	377
car	376
breaking	374
watching	372
empty	371
breath	369
win	367
rise	363
pull	362
hello	360
higher	359
loves	354
bright	353
stone	353
three	352
crying	351
belong	350
meant	348
yet	345
children	345
turned	344
fade	342
streets	342
which	340
eye	340
since	338
power	338
warm	337
caught	337
both	336
year	336
gun	335
dying	335
different	333
de	332
known	332
darkness	332
angels	330
trouble	329
hair	325
sign	325
ha	324
someday	323
anyone	323
leaving	322
saying	321
whatever	320
grow	319
songs	319
shame	318
answer	317
lovers	315
lady	315
&	313
livin	312
working	311
worth	311
sit	311
clear	311
;	310
closer	310
kill	310
yesterday	310
shall	309
lovin	308
great	308
near	308
met	307
peace	307
telling	307
tear	306
sick	305
playing	303
holding	303
ohh	303
fell	302
future	301
shut	300
scared	299
drink	298
son	297
trust	295
front	294
shadows	294
radio	294
blame	293
repeat	293
looks	293
write	293
send	292
catch	291
sin	290
dirty	290
cut	289
thousand	289
knees	288
speak	288
american	288
piece	287
thank	287
scream	286
'round	286
share	286
ways	285
memories	285
doo	285
shot	284
moving	283
o	283
ones	283
girlfriend	281
five	281
against	281
fame	281
guy	280
gold	279
talkin	278
read	277
devil	277
midnight	276
hanging	275
sight	275
somehow	275
worry	275
wah	274
crowd	273
giving	273
'bout	271
doubt	270
straight	270
pick	270
swear	269
looked	268
wings	266
nothin	266
sex	266
lead	266
pretend	265
cross	264
doing	262
boom	261
nice	260
kids	260
shining	260
shoes	260
jump	260
waste	259
dreaming	259
laugh	258
memory	258
called	258
hang	257
most	257
dry	256
walls	256
return	256
perfect	255
finally	255
gettin	254
queen	253
started	252
band	252
window	252
million	251
father	251
heat	250
survive	250
rather	249
saturday	248
loud	247
knowing	246
held	246
ba	246
carry	246
fever	245
beyond	245
number	245
bye	245
pass	244
small	243
walked	243
bet	243
el	243
edge	242
special	242
raise	242
thinkin	242
dawn	241
push	240
picture	240
second	240
mirror	239
yea	239
shadow	238
mad	238
kept	238
santa	238
pride	238
within	238
longer	236
comin	236
cover	235
c'mon	235
yours	235
turns	235
drop	234
s	234
ends	230
insane	230
almost	230
storm	229
freedom	229
misery	229
joy	229
mary	228
news	228
broke	228
miles	227
everyday	227
silence	226
anyway	226
space	226
shit	226
losing	225
scene	225
fill	225
hours	225
lookin	224
died	224
played	224
eh	224
ocean	224
snow	224
realize	223
begin	223
bitch	223
phone	222
brain	221
brother	221
dust	220
sorrow	219
top	219
everywhere	218
quite	218
spend	218
sense	217
brought	217
lines	216
few	216
green	215
pieces	215
taken	215
prayer	215
sitting	214
needed	212
clouds	212
knock	211
mouth	211
four	210
crime	210
bow	210
dog	210
silver	209
wear	209
poor	209
woke	208
slowly	208
bang	208
deny	208
wide	207
hour	207
thunder	207
kinda	207
cried	206
hurts	206
human	205
paradise	205
safe	205
family	205
sister	204
funny	204
rockin	203
leaves	203
welcome	203
anybody	203
beside	202
mi	202
lying	200
ahead	200
thoughts	199
fate	199
--	199
kisses	199
price	199
fingers	199
runnin	198
half	198
ice	198
already	198
supposed	197
lucky	197
dress	196
wine	195
state	195
golden	195
crawl	194
forgive	194
huh	194
buy	194
others	193
climb	193
question	193
flame	192
okay	192
stranger	191
stupid	190
changed	190
tree	190
surprise	190
whisper	190
precious	190
women	190
happen	190
growing	188
early	188
single	188
mess	188
holy	187
highway	187
glass	187
clothes	187
surrender	186
killing	186
means	186
strength	186
eat	185
feelin	185
point	184
sunday	184
lived	183
luck	183
corner	183
desire	183
later	183
enemy	183
innocent	183
fools	183
hurry	182
learned	181
sand	181
sleeping	181
tv	181
doin	180
radar	180
stronger	180
steal	180
jesus	180
feelings	179
race	179
darlin	179
school	179
faces	179
key	179
flying	178
brand	178
searching	178
laughing	178
ago	178
become	178
york	178
starts	177
prove	177
y	176
breathing	176
rules	176
kick	176
woah	176
bridge	175
yo	175
tu	175
stare	175
kissed	175
mountain	175
skies	174
voices	173
bleed	173
explain	173
filled	172
seven	172
choose	172
shout	172
kid	172
disguise	172
rich	172
naked	172
slip	172
tryin	172
sent	171
beauty	171
bones	171
clean	171
stood	170
ghost	169
ten	169
beneath	169
treat	169
ass	168
won	168
fuck	168
ho	168
instead	168
remain	168
cries	167
trees	167
country	167
evening	167
rhythm	167
flowers	166
sugar	166
mr.	165
ma	165
mistake	164
bird	164
en	164
im	164
changing	163
wife	163
places	163
loose	162
having	162
bottle	162
harder	162
anywhere	162
hill	162
wonderful	161
missing	161
falls	161
tough	161
lets	161
ran	161
glory	161
twice	161
middle	160
cruel	160
awake	159
es	159
grace	159
forgotten	159
fantasy	159
waitin	158
simple	158
fighting	158
johnny	158
hero	157
secrets	157
suddenly	156
plan	156
harmony	156
spell	155
winter	155
happened	155
nine	155
instrumental	155
beating	155
church	154
job	154
less	153
saved	153
modern	152
built	152
fields	152
hole	152
brings	152
fit	152
given	152
outrageous	152
history	151
wave	151
weak	151
battle	151
stuck	151
trip	151
loneliness	149
mister	149
silent	149
waited	149
merry	149
burned	149
john	148
mmm	148
walkin	148
heavy	148
ending	148
thin	148
escape	147
proud	146
underneath	146
vision	146
style	146
flow	146
shoulder	145
til	145
melody	145
breeze	145
build	145
screaming	145
bone	145
minute	144
wheel	144
beginning	144
pleasure	144
'till	144
guitar	143
lift	143
dumb	143
paper	143
rolling	143
womanizer	143
laid	143
count	143
disappear	143
sunshine	142
bar	142
shots	142
driving	141
stuff	141
rose	141
quiet	140
miracle	140
act	140
grave	139
passion	139
tune	139
tall	139
wash	139
fair	139
cares	138
passing	138
fallen	138
endless	138
danced	137
di	137
comfort	137
evil	137
case	136
view	136
bitter	135
weather	135
dum	135
sexy	135
la-la	134
keeping	134
moves	134
grab	134
below	134
worse	134
shines	134
knife	134
bear	133
jack	133
tender	133
beg	132
britney	132
amor	131
gives	131
dig	130
none	130
final	130
written	130
ship	130
deal	130
spent	130
bound	130
sha	129
destiny	129
rising	129
promised	129
em	129
tells	129
figure	128
machine	128
spirit	128
letter	128
regret	128
te	128
dare	128
book	128
por	128
stick	127
emotion	127
chain	127
movie	127
passed	127
boogie	127
moonlight	126
movin	126
outta	126
pop	126
fact	126
x2	126
romance	125
rough	125
asked	125
rush	125
bleeding	125
bells	125
verse	125
america	124
2	124
killed	124
staring	124
flesh	124
minds	124
seemed	124
flames	124
frank	123
wise	122
six	122
feed	122
mercy	122
cat	122
thanks	122
praying	122
hungry	122
diamonds	122
glad	122
reality	121
burns	121
roses	121
guys	121
confess	121
shoot	121
oo	121
brave	121
sail	120
runs	120
swing	120
release	120
dirt	120
crown	120
track	120
shattered	119
least	119
dancin	119
clock	119
wishing	119
underground	119
dame	119
chains	119
reasons	119
bass	119
soft	119
search	118
sunrise	118
candy	118
wheels	118
bite	118
danger	118
crack	117
finger	117
bend	117
breaks	117
paid	117
imagine	116
boots	116
pressure	116
smoke	116
desert	116
lovely	115
sounds	115
blowing	115
forgot	115
tongue	115
letting	115
reaching	115
stage	115
fix	115
madness	115
sang	114
sold	114
sins	114
wrote	114
dies	114
games	114
garden	114
nation	114
souls	114
billy	114
laughter	114
somethin	114
promises	113
decide	113
age	113
sweat	113
noise	113
begun	112
sees	112
impossible	112
papa	112
kitty	112
dressed	112
heels	111
wherever	111
freak	111
cars	111
lifetime	111
fears	111
sayin	111
spinning	111
weep	111
pour	111
message	111
makin	111
ball	111
ashes	110
likes	110
calls	110
soldier	110
hoping	110
tide	110
walks	110
week	110
chances	109
mornin	109
hundred	109
waterloo	109
changes	109
glow	109
fake	109
worst	109
dangerous	108
t	108
distance	108
test	108
mighty	108
hallelujah	108
'n	108
mood	108
stories	108
trapped	108
spin	108
heal	108
divine	108
liar	108
recall	108
smell	108
sell	108
check	107
zone	107
fading	107
meaning	107
ladies	107
sinking	107
asleep	107
camila	107
whose	106
begging	106
course	106
although	106
smiles	106
smiling	106
wasted	106
blows	106
rule	106
cloud	106
guns	105
drum	105
tied	105
sacrifice	105
greatest	105
table	105
shy	105
bell	105
harm	105
rainbow	105
diamond	105
1	105
short	104
grown	104
plans	104
century	104
army	104
locked	104
troubles	104
seeing	104
wearing	104
deeper	103
pack	103
lonesome	103
surely	103
wedding	103
lightning	103
joke	103
bought	103
pictures	103
began	103
wanting	103
gentle	103
blessed	103
beer	103
drown	102
west	102
birds	102
quick	102
seat	102
hollywood	102
hiding	102
tik	102
simply	102
unknown	102
riding	101
thrill	101
answers	101
leads	101
favorite	101
guide	101
whenever	101
law	101
watched	101
join	101
spread	100
ear	100
innocence	100
dinah	100
fucking	100
daughter	100
action	100
treasure	100
exactly	100
m	100
wrapped	100
ordinary	99
doors	99
fail	99
dreamed	99
pity	99
wasting	99
lesson	99
happening	99
adore	99
self	99
missed	99
mark	98
fallin	98
kingdom	98
torn	98
slave	98
embrace	98
dont	98
seek	98
strangers	98
certain	98
drag	98
shaking	98
winds	98
steel	98
satisfied	98
friday	97
telephone	97
weekend	97
religion	97
mm	97
monday	97
attention	97
oooh	97
3	96
genie	96
regrets	96
brown	96
closed	96
ally	96
gods	96
solo	96
nightmare	96
folks	96
remind	96
goodnight	96
trade	96
singin	96
color	95
setting	95
older	95
cheap	95
heads	95
pure	94
fifth	94
handle	94
loaded	94
re	94
drowning	94
shore	94
situation	94
sweeter	94
mile	93
bottom	93
universe	93
vain	93
stands	93
lately	93
restless	93
swim	93
paint	93
hoo	93
buried	93
steps	93
twilight	93
plays	93
believing	93
cryin	92
sunny	92
monkey	92
waves	92
ill	92
asking	92
begins	92
se	92
woo	92
resist	92
lust	92
path	92
lean	91
suffer	91
grass	91
putting	91
rage	91
club	91
softly	91
heroes	90
eternity	90
mystery	90
panic	90
lo	90
stayin	90
claus	90
savior	90
writing	90
journey	90
drove	90
grey	90
questions	90
fancy	90
dogs	90
desperate	90
reflection	89
score	89
chase	89
honest	89
hopes	89
confusion	89
candle	89
teacher	88
dime	88
poison	88
mountains	88
circle	88
toys	88
ev'ry	88
hay	88
hung	88
le	88
whiskey	88
hall	88
painted	88
rocking	88
brothers	87
flag	87
hidden	87
ringing	87
happens	87
pocket	87
hunger	87
amen	87
ears	87
victim	87
ah-ha	86
difference	86
beach	86
normani	86
led	86
park	86
stayed	86
hurting	86
sooner	86
yellow	86
mistakes	86
cast	86
page	85
learning	85
following	85
drawn	85
grand	85
nasty	85
further	85
stopped	85
neon	85
curse	85
twist	85
starting	85
si	85
joe	84
listening	84
windows	84
warning	84
speed	84
lucy	84
spring	84
anger	84
downtown	84
moved	84
thinks	84
lauren	84
ok	84
disease	84
south	84
opened	84
foot	84
al	83
wondering	83
guilty	83
taught	83
counting	83
oh-oh	83
tragedy	83
direction	83
ticket	83
scars	83
perfume	83
noche	83
happiness	83
heading	83
judge	83
chasing	82
prayers	82
circus	82
cant	82
colors	82
stones	82
matters	82
conversation	82
wore	82
searchin	82
wrap	82
hardly	82
lock	82
touched	82
pulled	82
heartbeat	82
grows	82
countin	82
oops	81
hangin	81
unless	81
china	81
beats	81
workin	81
undone	81
business	81
bullet	81
washed	80
bale	80
spoken	80
choice	80
angry	80
cowboy	80
las	80
guardian	80
captain	80
blown	80
pale	80
spark	80
worked	80
legs	80
stole	80
playin	80
tracks	80
damned	80
pulling	80
no-one	80
youre	80
murder	79
sisters	79
good-bye	79
princess	79
jive	79
art	79
givin	79
horse	79
drums	79
signs	79
quiero	79
seas	79
funky	78
sat	78
video	78
coffee	78
island	78
faster	78
veins	78
weight	78
fashion	78
sacred	78
field	78
calm	78
pillow	78
lane	78
flash	78
hardest	78
moments	78
un	78
sigh	78
lullaby	78
strings	77
blew	77
distant	77
complicated	77
kings	77
flown	77
coat	77
hearing	77
shows	77
sadness	77
wire	77
fat	77
notice	77
bigger	77
sweetest	77
stops	77
finds	76
crossed	76
healing	76
christ	76
sink	76
dice	76
sings	76
mars	76
proof	76
screen	76
claim	76
e	76
esta	76
janie	76
lied	76
teach	76
class	76
floating	76
problem	75
longing	75
boss	75
aching	75
aah	75
worlds	75
bless	75
risin	75
silly	75
crash	75
master	75
lordy	75
doll	74
couple	74
grew	74
station	74
runner	74
london	74
slipping	74
dad	74
shook	74
easily	74
stairs	74
season	74
suga	74
rainy	74
afternoon	74
super	74
completely	74
leading	74
dorado	73
fought	73
mend	73
electric	73
dreamin	73
closing	73
o'clock	73
cup	73
hook	73
threw	73
imagination	73
stream	73
doctor	73
truly	73
i'ma	73
honeymoon	73
despair	73
gift	73
ease	73
quit	72
major	72
draw	72
deserve	72
salvation	72
youth	72
drunk	72
ought	72
advice	72
arm	72
affair	72
knockin	72
gray	72
problems	72
tat	72
motion	71
ourselves	71
ladder	71
jesse	71
offer	71
shed	71
row	71
note	71
revolution	71
building	71
fortune	71
ow	71
pretending	71
twenty	71
cure	71
buddy	71
eternal	71
careful	71
suicide	71
ignore	71
stumble	71
flies	71
willing	71
thrown	71
screams	71
either	71
witness	70
among	70
sometime	70
n	70
bringing	70
rollin	70
violence	70
peter	70
wet	70
swallow	70
momma	69
messed	69
sword	69
ache	69
forgiveness	69
cuts	69
planet	69
spare	69
swimming	69
..	69
takin	69
raised	69
throwing	69
raining	69
como	68
psycho	68
wont	68
crush	68
saints	68
twisted	68
thats	68
flower	68
chest	68
amy	68
tie	68
avenue	68
'cos	68
energy	68
wood	68
wipe	67
jet	67
wee	67
pushing	67
soldiers	67
double	67
leavin	67
spot	67
strike	67
callin	67
naughty	67
rains	67
string	67
type	67
east	67
waits	66
turnin	66
jealous	66
destination	66
jeans	66
flight	66
nearly	66
pushed	66
bay	66
41	66
towards	66
chair	66
cigarette	66
mojo	66
satisfaction	66
expect	66
blinded	66
roof	65
destroy	65
confused	65
travel	65
nose	65
senses	65
monster	65
laughed	65
cards	65
waters	65
valley	65
li	65
ll	65
guard	65
onto	65
cos	65
serious	65
store	65
anytime	65
nature	65
losin	64
rat	64
charm	64
force	64
standin	64
rebel	64
darkest	64
plane	64
separate	64
papers	64
illusion	64
complete	64
record	64
uptown	64
crystal	64
bop	64
sympathy	64
yearning	64
rode	63
natural	63
knocking	63
pink	63
slipped	63
swinging	63
spanish	63
whether	63
plain	63
dollar	63
rocks	63
july	63
hopeless	63
sir	63
praise	63
often	63
photograph	63
reached	63
hat	63
temptation	63
busy	63
enter	63
rings	62
aw	62
tricks	62
information	62
quicksand	62
names	62
belongs	62
showed	62
bread	62
lots	62
keys	62
company	62
loser	62
collide	62
bloody	62
foreign	62
jane	62
amazing	62
aside	62
rio	62
dreamer	62
seasons	62
heartache	61
bump	61
liked	61
rivers	61
wears	61
pages	61
allow	61
gypsy	61
suffering	61
tease	61
able	61
crawling	61
frozen	61
freehold	61
gently	61
swore	61
knee	61
footsteps	61
marching	61
hills	61
confidence	60
delight	60
troubled	60
devotion	60
union	60
boston	60
elvis	60
ay	60
ooo	60
hush	60
tale	60
excited	60
saint	60
emptiness	60
heavenly	60
tryna	60
uh-uh-uh	60
flaming	60
tearing	60
rescue	60
insanity	60
cotton	60
planned	60
shade	60
generation	59
roam	59
ugly	59
figured	59
cage	59
teeth	59
teenage	59
eight	59
believes	59
hail	59
tom	59
married	59
selfish	59
lion	59
square	59
clown	59
longest	59
thief	59
holdin	59
sons	59
'neath	59
attack	58
iron	58
horses	58
smiled	58
flows	58
covers	58
melt	58
bus	58
center	58
bag	58
steady	58
deepest	58
bout	58
oxygen	58
truck	58
velvet	58
du	58
box	58
runaway	58
um	58
cheek	58
minutes	58
holds	58
divide	58
recognize	57
brighter	57
tellin	57
understood	57
forgiven	57
gal	57
crashing	57
drowned	57
sunlight	57
wander	57
saving	57
erase	57
exist	57
invisible	57
sunset	57
rhyme	57
animal	57
itself	57
hotel	57
suit	57
cling	56
d	56
covered	56
forty	56
beast	56
believed	56
sets	56
tiny	56
millions	56
pants	56
curtains	56
bare	56
prerogative	56
lazy	56
bliss	56
burnin	56
drinking	56
probably	56
mud	56
admit	56
shared	55
tastes	55
familiar	55
settle	55
don	55
numbers	55
porch	55
bags	55
fighter	55
prison	55
acting	55
sane	55
uh-huh	55
echo	55
flowing	55
bomb	55
japan	55
prize	55
switch	55
gather	55
emotions	55
grip	55
remains	55
bobby	55
chill	55
limit	55
mourn	55
packed	55
farm	55
trace	54
demons	54
finding	54
common	54
kissing	54
daylight	54
satellite	54
autumn	54
hollow	54
hmm	54
drifting	54
shooting	54
beware	54
became	54
lace	54
toxic	54
risk	54
shooter	54
shop	54
headed	54
herself	54
leather	53
ghosts	53
boat	53
neck	53
picked	53
everytime	53
slide	53
drives	53
apology	53
size	53
talked	53
wisdom	53
realized	53
ashamed	53
toy	53
pouring	53
sheets	53
sinner	53
cared	53
lyrics	53
jean	52
society	52
losers	52
gates	52
county	52
trap	52
california	52
except	52
respect	52
foolish	52
freeze	52
discover	52
punk	52
ancient	52
haunted	52
upside	52
harry	52
oughta	52
fed	52
touching	52
patience	52
decision	52
cuz	52
sickness	51
miracles	51
plastic	51
barely	51
themselves	51
xo	51
bother	51
food	51
'cross	51
wounds	51
watchin	51
march	51
becomes	51
false	51
hometown	51
bodies	51
champagne	51
fish	51
dive	51
betcha	51
x3	51
shakin	50
gloria	50
siempre	50
belle	50
drift	50
racing	50
borrowed	50
chicago	50
spoke	50
su	50
whop	50
strikes	50
groove	50
sealed	50
mistletoe	50
believin	50
film	50
helpless	50
ahh	50
match	50
wing	50
suppose	50
gay	50
tiger	50
ti	50
person	49
shackled	49
form	49
kitchen	49
refuse	49
scary	49
revenge	49
bedroom	49
created	49
younger	49
inner	49
puts	49
easier	49
trail	49
twisting	49
wins	49
overcome	49
success	49
reign	49
wicked	49
babies	49
hits	49
{	49
surprised	49
fills	49
agree	49
smart	49
heavens	49
les	49
ceiling	49
luv	49
staying	49
carried	49
prayed	49
shack	49
rosie	48
granted	48
mask	48
stopping	48
rub	48
con	48
dizzy	48
cost	48
soy	48
pace	48
shelter	48
ma-ma-ma	48
blowin	48
mom	48
jealousy	48
degrees	48
idea	48
flew	47
fist	47
thee	47
system	47
bride	47
paul	47
december	47
famous	47
neighborhood	47
followed	47
highest	47
suck	47
clap	47
chaos	47
books	47
fourth	47
shape	47
gas	47
government	47
burden	47
rushing	47
para	47
television	47
faded	47
raw	47
weary	47
wound	47
dawning	47
strangest	47
jimmy	47
symphony	47
sinners	47
james	47
bill	47
paris	47
enjoy	47
los	46
language	46
meets	46
spiritual	46
drinks	46
bee	46
becoming	46
incomprehensible	46
aware	46
engine	46
satisfy	46
riverside	46
sleepin	46
smells	46
romantic	46
border	46
lifting	46
numb	46
marry	46
addicted	46
rolls	46
roads	46
struggle	46
follows	46
main	46
sailing	46
spit	46
haunt	46
facing	46
curtain	46
attitude	46
tore	46
fascination	46
beethoven	46
sending	46
eyed	46
faithful	45
drivin	45
eighty	45
grief	45
tea	45
shirt	45
mission	45
centuries	45
waking	45
purple	45
defeat	45
chicken	45
seed	45
x4	45
ruin	45
compromise	45
bulls	45
hips	45
sippin	45
hears	45
ohhh	45
shove	45
letters	45
visions	45
forest	45
slam	45
blank	45
tangled	45
courage	45
shinin	45
float	45
razor	45
thick	44
paying	44
todo	44
xanadu	44
fuckin	44
whistle	44
snake	44
gaze	44
legend	44
nervous	44
starlight	44
10	44
wow	44
cracks	44
latest	44
decided	44
toes	44
frame	44
depend	44
bothered	44
swallowed	44
whine	44
jeannie	44
dedication	44
awhile	44
roller	44
shades	44
circles	44
whatcha	44
dances	44
clearly	44
jumped	43
filthy	43
sway	43
fits	43
serve	43
knocked	43
farewell	43
je	43
birth	43
understanding	43
terrible	43
lend	43
demand	43
voulez-vous	43
fades	43
bein	43
scratch	43
celebrate	43
protection	43
hammer	43
u	43
biggest	43
shelf	43
forsaken	43
helping	43
lack	43
careless	43
fights	43
cash	43
sore	43
ev'rybody	42
tables	42
sits	42
}	42
plates	42
lyin	42
cheat	42
jail	42
sittin	42
pie	42
toe	42
worn	42
cherry	42
crumble	42
private	42
borderline	42
traffic	42
block	42
social	42
climbing	42
ours	42
trick	42
rope	42
decisions	42
stolen	42
tvc	42
jerusalem	42
team	42
jones	42
i'mma	42
lake	42
dinner	42
denied	42
intentions	42
shown	42
sung	42
tip	42
burnt	42
sixteen	42
rocket	42
aim	41
cease	41
throat	41
meeting	41
jungle	41
forth	41
penny	41
laying	41
rip	41
eve	41
tenderness	41
trash	41
steppin	41
sale	41
drew	41
butterfly	41
solid	41
speaks	41
echoes	41
speaking	41
north	41
muddy	41
roar	41
months	41
lands	41
suitcase	41
wealth	41
cake	41
eating	41
web	41
mamma	41
excuse	41
works	41
card	41
affection	41
load	41
drank	41
bars	40
alley	40
competition	40
riot	40
date	40
5	40
vine	40
fragile	40
killer	40
cuando	40
backwards	40
woh	40
mist	40
louder	40
spotlight	40
permission	40
ideas	40
prisoner	40
cruise	40
conscience	40
bum	40
fuse	40
whore	40
inch	40
holiday	40
righteous	40
drug	40
911	40
abandoned	40
reaction	40
magazine	40
sandy	40
bored	40
burst	40
gain	40
habit	40
sake	40
fault	40
rides	40
ended	40
arrived	40
dyin	40
whispered	40
cock	40
dollars	40
worried	40
sighs	39
fairy	39
tan	39
l	39
ridin	39
tales	39
ve	39
selling	39
cracked	39
throne	39
burlesque	39
dah	39
fooled	39
handsome	39
strip	39
evolution	39
alien	39
design	39
feast	39
returning	39
contigo	39
apologies	39
waist	39
destruction	39
parade	39
opinion	39
french	39
1984	39
whoo	39
ev'rything	39
reputation	39
terror	39
fifteen	39
clambake	39
forward	39
shower	39
accept	39
factory	39
cop	39
useless	39
chemicals	39
hatred	39
hearted	38
mas	38
dropped	38
soothe	38
fa	38
coast	38
honor	38
marionette	38
remembering	38
bridges	38
charms	38
preacher	38
ships	38
wished	38
sweetheart	38
flood	38
squeeze	38
showing	38
apple	38
stepped	38
local	38
untrue	38
rubber	38
halo	38
wir	38
caress	38
texas	38
rooms	38
plant	38
hoy	38
besides	38
arrive	38
struck	38
shameless	38
candles	38
janey	38
sensation	38
hum	38
shouting	38
flashing	38
obsession	38
whom	37
broadway	37
intricate	37
damage	37
mellow	37
plenty	37
defend	37
spirits	37
ticking	37
horizon	37
reveal	37
finish	37
list	37
nails	37
carpet	37
reads	37
grain	37
clue	37
fucked	37
map	37
lick	37
rely	37
thankful	37
criminal	37
arrow	37
belief	37
thorn	37
laughs	37
bank	37
obvious	37
sundown	37
uncle	37
spine	37
sides	37
worries	37
divided	37
crocodile	37
pill	37
raging	37
unkind	37
hug	37
tragic	37
complain	37
southern	36
zane	36
tumbling	36
thy	36
wars	36
failure	36
hi	36
apologize	36
medicine	36
immortals	36
droppin	36
halloween	36
phonography	36
guilt	36
crowded	36
cities	36
cops	36
whoah-oh	36
gentleman	36
astray	36
vegas	36
determination	36
needing	36
carries	36
rag	36
forgetting	36
showdown	36
nada	36
sparks	36
cindy	36
indian	36
toward	36
understands	36
uh-uh	36
chose	36
glowing	36
ruins	36
su-	36
released	36
aboard	36
victory	36
june	36
hypnotized	36
und	36
liberty	36
allowed	36
wit	36
whip	36
haunting	36
disco	36
conceal	36
neighbors	36
dove	36
smooth	36
ramona	36
steam	36
measure	35
motherfucker	35
hurricane	35
cadillac	35
misunderstood	35
breakin	35
heya	35
dj	35
slippin	35
sexual	35
split	35
peaceful	35
relax	35
champion	35
salt	35
tokyo	35
honesty	35
tenth	35
appear	35
frightening	35
hurroo	35
puppet	35
ooooh	35
rolled	35
drugs	35
palm	35
romeo	35
order	35
missin	35
famine	35
inspiration	35
awful	35
digging	35
connection	35
facts	35
birthday	35
cain	35
gin	35
deliver	35
gate	35
yard	35
piano	35
coward	35
tortured	35
roulette	35
mixed	35
leap	35
weave	35
france	35
laughin	35
betrayed	35
command	35
lungs	35
science	35
helped	35
owe	35
ties	35
shoulders	35
sam	35
named	34
perfectly	34
meal	34
winner	34
whispering	34
sticks	34
united	34
den	34
agony	34
jam	34
hides	34
fantastic	34
boyfriend	34
scattered	34
gang	34
reading	34
fence	34
wreck	34
feliz	34
lipstick	34
shiver	34
movies	34
buildings	34
pharaoh	34
creation	34
4	34
rid	34
sleeve	34
chillin	34
vow	34
relate	34
mrs.	34
police	34
mothers	34
freaking	34
humble	34
spoon	34
fling	34
tower	34
absolutely	34
tin	34
creature	34
ich	34
ol	34
ching-a-ling	34
slept	34
imma	34
tails	34
fox	34
crossroads	34
jersey	34
fresh	34
treated	34
alarm	34
bury	34
heartbreak	34
ray	34
cutting	34
ser	33
bind	33
pulls	33
frightened	33
lap	33
filter	33
stealing	33
mexico	33
hunk	33
yesterdays	33
fooling	33
una	33
cute	33
spinnin	33
oceans	33
ven	33
extra	33
shoe	33
nah	33
honky	33
refrain	33
hallowed	33
seal	33
grabbed	33
brokenhearted	33
sharp	33
universal	33
perfection	33
doubleplusgood	33
illusions	33
tumble	33
disaster	33
prepared	33
fearless	33
service	33
cream	33
describe	33
backs	33
level	33
machines	33
screw	33
worthless	33
barbara	33
lip	33
magazines	33
warrior	33
hallucinating	33
take-a	32
wishes	32
childhood	32
pills	32
cowboys	32
terrified	32
3p	32
screamin	32
sleigh	32
due	32
seventeen	32
stays	32
couch	32
sleepy	32
choir	32
riders	32
buzz	32
board	32
bah	32
st.	32
blackout	32
rights	32
listened	32
eternally	32
aint	32
surface	32
sharing	32
disappeared	32
auld	32
sleeps	32
jumping	32
gloom	32
toss	32
balls	32
jaded	32
voodoo	32
stepping	32
grin	32
driven	32
code	32
filling	32
aye	32
hated	32
press	32
records	32
cheer	32
hop	32
whispers	32
western	31
fixed	31
didja	31
demi	31
wandering	31
tidings	31
melting	31
fired	31
trains	31
alabama	31
dancer	31
sip	31
chosen	31
protect	31
dans	31
breakfast	31
lower	31
range	31
partner	31
parts	31
debris	31
breakaway	31
determined	31
lai	31
receive	31
seeds	31
mon	31
elton	31
milk	31
dann	31
surfin	31
picking	31
ey	31
creep	31
icy	31
guts	31
eagle	31
scar	31
leaf	31
gutter	31
alice	31
progress	31
using	31
l.a.	31
post	31
martyr	31
scheme	31
pen	31
kindness	31
drive-in	31
tickin	31
notion	31
experience	31
gifts	31
rap	30
weapon	30
plusgood	30
sights	30
narrow	30
catching	30
justice	30
silently	30
sands	30
fog	30
chick	30
bold	30
celebration	30
public	30
sentimental	30
adam	30
wham	30
failed	30
trigger	30
tape	30
nikita	30
sudden	30
possession	30
wondered	30
cloudy	30
blast	30
borrow	30
ignorance	30
greed	30
glimpse	30
jumpin	30
thieves	30
venus	30
elevator	30
skinhead	30
daydream	30
sucker	30
health	30
bible	30
sort	30
stray	30
lasts	30
wonders	30
ding	30
finest	30
everlasting	30
security	30
pearls	30
prime	30
loss	30
thanking	30
graves	30
bien	30
slap	30
justify	30
rent	30
oooooh	30
himself	30
prince	30
clever	29
kneel	29
sock	29
sãâ©	29
rock'n	29
sentir	29
flashin	29
theres	29
phase	29
pavement	29
shakes	29
carnival	29
total	29
san	29
stake	29
independence	29
maria	29
deja	29
mo	29
returned	29
monsters	29
shoulda	29
p	29
discovered	29
fan	29
yell	29
breathless	29
dragon	29
bounds	29
fitting	29
behold	29
lame	29
wink	29
2x	29
underdog	29
decay	29
hood	29
ohhhh	29
naive	29
explodes	29
conquer	29
pardon	29
robot	29
ye	29
oasis	29
predict	29
messiah	29
brush	29
stormy	29
passes	29
month	29
study	29
plains	29
candyman	29
ecstasy	29
cameras	29
role	29
stripped	29
ego	29
guiding	29
invitation	29
drinkin	29
underwear	29
talks	29
grieve	29
suffered	29
saddle	29
pool	29
havin	29
giant	29
serenade	29
spite	29
lit	29
goal	29
beaten	29
april	29
beam	29
yum	29
swept	29
finished	28
deceive	28
castle	28
rises	28
sailor	28
vessel	28
wonderland	28
gathered	28
tommy	28
sanity	28
blinds	28
thorns	28
coal	28
slim	28
aun	28
barefoot	28
israel	28
ages	28
patiently	28
jukebox	28
tomorrows	28
kicks	28
30	28
third	28
wa	28
pony	28
sails	28
concrete	28
't	28
holes	28
horn	28
steve	28
defense	28
va	28
a-hu	28
debt	28
weapons	28
glove	28
disgrace	28
eighteen	28
dreamers	28
barrel	28
getaway	28
disappears	28
ate	28
hesitation	28
pound	28
paranoid	28
oblivion	28
kicked	28
cell	28
figures	28
animals	28
unto	28
nail	28
pulse	28
savin	28
smokin	28
demon	28
21st	28
gravity	28
shiny	28
raising	28
tour	28
americans	28
feeding	28
important	28
railroad	28
rotten	27
driver	27
ace	27
frown	27
vows	27
cursed	27
superman	27
crackin	27
gorgeous	27
drops	27
hee	27
invincible	27
jailbait	27
oh-oh-oh	27
presents	27
valentine	27
replaced	27
tuesday	27
*	27
toll	27
lee	27
woods	27
mysteries	27
blaze	27
fingertips	27
starry	27
complex	27
wrecking	27
excuses	27
helps	27
blessing	27
solitude	27
weeks	27
george	27
extreme	27
struttin	27
dreamt	27
revelator	27
bam	27
spending	27
countless	27
winning	27
dynamite	27
pressed	27
worship	27
overdue	27
spreading	27
pays	27
stomp	27
messin	27
graveyard	27
slaves	27
thou	27
deadly	27
chip	27
present	27
violent	27
media	27
hoped	27
mold	27
impression	27
connected	27
trusted	27
grieving	27
mommy	27
confident	27
vengeance	27
nerve	27
sirens	27
fifty	27
rainbows	27
gasoline	27
deeply	27
defeated	27
explode	27
grail	27
leaders	27
weird	27
haha	27
lamp	27
eydie	27
classic	27
defenses	27
planning	27
headlights	27
tremble	27
wounded	27
quickly	26
vez	26
amazed	26
unfold	26
fundamental	26
beep	26
drain	26
kissin	26
flat	26
hip	26
fireworks	26
reeling	26
stranded	26
cinderella	26
philadelphia	26
afford	26
brains	26
career	26
changin	26
destroyed	26
morn	26
mention	26
hopin	26
knowledge	26
incomplete	26
despite	26
choke	26
noose	26
blur	26
haunts	26
savage	26
temperature	26
2010	26
hid	26
motivation	26
plate	26
husband	26
homes	26
sentence	26
rewind	26
shopping	26
sheep	26
totally	26
shorty	26
throwin	26
signed	26
b	26
base	26
cortãâ©s	26
upstairs	26
torture	26
difficult	26
wolf	26
behave	26
blink	26
usa	26
tainted	26
needle	26
fiction	26
savor	26
claimed	26
judgment	26
bills	26
daughters	26
incredible	26
colours	26
delicious	26
orleans	26
coz	26
event	26
choices	25
solve	25
poetry	25
corners	25
bye-bye	25
urge	25
dim	25
dull	25
j'aime	25
enemies	25
traveled	25
pre-chorus	25
haze	25
touches	25
adventure	25
appears	25
fruit	25
corazãâ³n	25
coney	25
reckless	25
swingin	25
camera	25
singer	25
oh-so	25
goodness	25
rah	25
chelsea	25
footstompin	25
mia	25
royal	25
fleeting	25
leader	25
humming	25
eats	25
day-out	25
a-rolling	25
tunnel	25
mãâ¡s	25
dontcha	25
points	25
bewildered	25
sailed	25
dude	25
creeps	25
lotta	25
vu	25
dixie	25
reject	25
authority	25
halls	25
shark	25
busted	25
thirty	25
spider	25
denial	25
loo	25
relief	25
wallet	25
att	25
forced	25
tessie	25
fires	25
charming	25
twentieth	25
woo-hoo	25
quarter	25
aqui	25
chimney	25
confession	25
hooked	25
y'all	25
nor	25
core	25
depression	25
trembling	25
pleasures	25
images	25
stares	25
metal	25
cradle	25
freaks	25
sadly	25
dues	25
eaten	25
agnetha	25
feeds	25
stoned	25
appetite	25
duty	25
doorway	25
temple	25
houses	25
desperation	25
several	25
ignored	25
paved	25
ignite	25
reply	25
pair	25
disagree	25
zero	25
tonk	25
chew	25
twelve	25
eu	25
rodeo	25
rot	25
heartaches	25
day-in	25
reaches	25
elaine	24
wishin	24
arise	24
ahhh	24
appeal	24
lam	24
sincere	24
bloom	24
grind	24
kinds	24
breast	24
speakers	24
anyhow	24
intact	24
toast	24
shift	24
banks	24
awaken	24
thursday	24
rare	24
grasp	24
invite	24
freezing	24
desnudate	24
bathroom	24
awoke	24
tattoo	24
starving	24
consequence	24
linger	24
denying	24
widow	24
illegal	24
ooh-ooh	24
caused	24
parking	24
void	24
effect	24
infection	24
van	24
cigarettes	24
tick	24
attraction	24
rahk	24
stained	24
winners	24
permanent	24
lessons	24
kills	24
nadie	24
hunter	24
juliet	24
believer	24
moral	24
greet	24
devils	24
infatuation	24
scares	24
betting	24
aha	24
prey	24
doom	24
voc	24
seconds	24
scent	24
aggravation	24
wid	24
clinging	24
moses	24
smoking	24
remove	24
filles	24
fillin	24
constantly	24
warmth	24
tougher	24
jobs	24
clay	24
ripped	24
surround	24
pushin	24
aches	24
tread	24
shotgun	24
habits	24
danja	24
entertain	24
anxiety	24
fightin	24
slips	24
t.v	24
boats	24
mortal	24
vacation	24
superstar	24
glitter	24
fatal	24
yay	24
thighs	24
addiction	24
painting	24
summertime	24
tries	24
queens	24
harvest	24
milky	24
pin	24
spill	23
favor	23
bullets	23
rags	23
wooden	23
ko	23
kicking	23
traveling	23
outlaw	23
crimes	23
vivir	23
3x	23
choking	23
emily	23
black-eyed	23
7	23
motel	23
emotional	23
stitch	23
alight	23
survival	23
thirsty	23
glasses	23
plague	23
beatles	23
mouths	23
beep-beep	23
image	23
define	23
sind	23
doubts	23
naturally	23
bug	23
jerk	23
masses	23
dixieland	23
favourite	23
breed	23
punch	23
beads	23
seats	23
scenes	23
sonny	23
judy	23
pero	23
christian	23
sparkling	23
halfway	23
rebellion	23
peel	23
visit	23
virgin	23
pan	23
crawled	23
farmer	23
coke	23
sensitive	23
ruled	23
president	23
shallow	23
dealing	23
rome	23
fairytale	23
sparkle	23
paralyzed	23
wie	23
garage	23
appreciate	23
9	23
forevermore	23
piss	23
knocks	23
attached	23
compare	23
keepin	23
viva	23
make-up	23
presence	23
priest	23
vi	23
stubborn	23
kin	23
scare	23
weeping	23
phoenix	23
replace	23
smilin	23
boring	23
mansion	23
comprehend	23
mistaken	23
guitars	23
colder	23
liars	23
parents	23
avoid	23
flip	23
insecure	23
tequila	23
askin	23
bubble	22
aladdin	22
fantasies	22
misty	22
heed	22
shone	22
henry	22
nightingale	22
charan	22
accident	22
junk	22
forwards	22
gee	22
jaw	22
blaming	22
atmosphere	22
pickup	22
beams	22
pleased	22
express	22
drama	22
crave	22
sailors	22
mona	22
glue	22
lightly	22
listens	22
intention	22
wendy	22
offering	22
drifted	22
physical	22
hubiera	22
queer	22
shepherds	22
shield	22
large	22
upset	22
suzie	22
heals	22
creeping	22
pockets	22
guarantee	22
greyhound	22
dug	22
timber	22
planets	22
gentlemen	22
counts	22
weakness	22
virginia	22
pilot	22
gospel	22
misled	22
brigade	22
charlie	22
steals	22
helden	22
mr	22
wrist	22
flirt	22
crew	22
gown	22
x	22
also	22
excite	22
dusty	22
jewel	22
throughout	22
compassion	22
bruised	22
tumbled	22
football	22
mental	22
99	22
mairi	22
l.a	22
jatee	22
chased	22
earlier	22
brick	22
bleeds	22
deck	22
dar	22
schemes	22
afterlife	22
bards	22
agent	22
evan	22
hates	22
rock'n'roll	22
dial	22
mirrors	22
whirl	22
dripping	22
fists	22
september	22
nunca	22
tend	22
subway	22
thread	22
fishes	21
dodo	21
kickin	21
stir	21
bombs	21
puppy	21
swell	21
chamber	21
startin	21
create	21
oo-oo-oo	21
hating	21
growin	21
deceit	21
satan	21
jokes	21
wrench	21
ragged	21
baal	21
erased	21
fright	21
nuclear	21
plus	21
lang	21
lamb	21
fountain	21
undercover	21
victims	21
album	21
pawn	21
thru	21
chin	21
smash	21
spurs	21
credit	21
per	21
shock	21
female	21
mach	21
remembers	21
lighting	21
bruises	21
horror	21
judgement	21
bethlehem	21
railway	21
sends	21
addictive	21
streetlights	21
poets	21
pearl	21
vibrations	21
riches	21
#	21
thirst	21
waltz	21
brilliant	21
unreal	21
u.s.a	21
friendly	21
leg	21
checking	21
ni	21
bringin	21
braff	21
spree	21
qui	21
route	21
waterfall	21
parting	21
gracias	21
makeup	21
autumm	21
behaviour	21
chrome	21
lalalala	21
butterflies	21
degree	21
keeper	21
display	21
prefer	21
fellow	21
endlessly	21
danny	21
blade	21
testing	21
neither	21
unhappy	21
creatures	21
orange	21
louie	21
taxi	21
temporary	21
syne	21
deranged	21
hesitate	21
tension	21
cannon	21
washing	21
perform	21
timing	21
mash	21
raindrops	21
cow	21
lingers	20
***	20
thicker	20
crazyman	20
angeline	20
needy	20
>	20
woah-oh	20
criticize	20
arrives	20
flinstone	20
forfeit	20
whisky	20
citizen	20
dan	20
pumping	20
bands	20
darkened	20
sendin	20
vacant	20
august	20
circumstance	20
hazy	20
coaster	20
mannequin	20
thrills	20
microphone	20
rabbit	20
script	20
newborn	20
ee	20
audience	20
strain	20
purpose	20
1969	20
maker	20
karma	20
chilly	20
chris	20
hangs	20
strung	20
azizi	20
darcy	20
existence	20
abused	20
jah	20
spy	20
ho-o-old	20
account	20
amends	20
17	20
chloe	20
desires	20
claws	20
dom	20
wages	20
unsay	20
cane	20
froggy	20
obviously	20
coated	20
target	20
iii	20
skyscraper	20
caroline	20
oh-wo-wo-wo	20
dancers	20
vanished	20
magnetized	20
outlaws	20
marked	20
bore	20
wiser	20
harbor	20
bittersweet	20
legendary	20
tag	20
mum	20
triumph	20
constant	20
parked	20
spain	20
purse	20
tense	20
politics	20
deception	20
succeed	20
mãâ­	20
unable	20
mornings	20
towers	20
soaked	20
battlefield	20
andante	20
blanket	20
nos	20
surrounds	20
christina	20
taller	20
gained	20
noon	20
balloon	20
vice	20
stumbled	20
bitchin	20
immor-	20
convince	20
som	20
earn	20
trial	20
cheating	20
nerves	20
feather	20
chapel	20
clocks	20
jagger	20
j'ai	20
marriage	20
fe	20
jar	20
sidewalk	20
suffragette	20
court	20
actions	20
belly	19
grease	19
thirteen	19
address	19
sack	19
wo-oh	19
pole	19
overdrive	19
treating	19
creepin	19
overwhelming	19
placed	19
cups	19
joys	19
costs	19
tripping	19
salute	19
seize	19
sting	19
admire	19
position	19
supermodel	19
compete	19
content	19
hurtin	19
eleven	19
reward	19
marrying	19
operator	19
perhaps	19
wilderness	19
notorious	19
resting	19
carefully	19
torch	19
a-courtin	19
revelation	19
ne	19
seams	19
communication..	19
bottles	19
landslide	19
christie	19
dwell	19
rouge	19
hare	19
flex	19
jo	19
bucks	19
english	19
threat	19
england	19
player	19
bonds	19
eso	19
summers	19
liquor	19
sue	19
billion	19
despise	19
headin	19
stretch	19
streams	19
greater	19
dismay	19
pounds	19
noticed	19
chevrolet	19
goodbyes	19
net	19
carousel	19
wasteland	19
destined	19
lifeline	19
ãâ¤r	19
lifted	19
6	19
condition	19
prepare	19
warn	19
invited	19
parted	19
simon	19
aloud	19
genuine	19
fold	19
canal	19
unlock	19
arrival	19
ad	19
weve	19
howl	19
drummer	19
soda	19
wednesday	19
tame	19
plank	19
der	19
madly	19
outer	19
flee	19
warmer	19
skyline	19
unsure	19
booty	19
resolve	19
treasures	19
demise	19
reminds	19
headline	19
ditch	19
gathering	19
pete	19
belonging	19
daily	19
daze	19
levon	19
emergency	19
beggin	19
lime	19
quietly	19
wires	19
powers	19
hawaii	19
deaf	18
draggin	18
gleaming	18
arthur	18
ninety	18
ultimate	18
cheese	18
too-ri-aa	18
nineteen	18
l'america	18
pistol	18
happiest	18
neighbor	18
haste	18
thousands	18
jury	18
edison	18
blindly	18
too-ri-oo-ri-oo-ri-aa	18
shady	18
mockery	18
drips	18
labor	18
maggie	18
skater	18
settled	18
baptize	18
breakdown	18
det	18
starman	18
exploitation	18
boardwalk	18
tops	18
ive	18
quest	18
families	18
knives	18
delicate	18
vanish	18
strangelove	18
possible	18
shakey	18
actually	18
nearer	18
combination	18
detroit	18
hitting	18
static	18
stillness	18
hunting	18
depressed	18
sorrows	18
fernando	18
highs	18
capture	18
amour	18
armor	18
des	18
maiden	18
portrait	18
sandman	18
unspoken	18
tramp	18
redemption	18
oh-oh-oh-oh	18
noone	18
willow	18
coeur	18
apply	18
crowds	18
roots	18
hound	18
survived	18
cook	18
barren	18
slightest	18
abuse	18
2000	18
charge	18
mourning	18
prettiest	18
crisis	18
yawning	18
bullshit	18
opens	18
someplace	18
shu-bop	18
tingle	18
reveals	18
brightly	18
bees	18
enchanted	18
balance	18
buttons	18
dee	18
foggy	18
horace	18
ignorant	18
furnace	18
pepsi	18
paz	18
collecting	18
convinced	18
dares	18
troup-p-per	18
asks	18
unwind	18
sweetly	18
stable	18
realms	18
cats	18
chicks	18
isolation	18
instant	18
harlem	18
gladly	18
berlin	18
sour	18
ver	18
ford	18
prayin	18
opening	18
lovelight	18
northern	18
michelle	18
funk	18
crashed	18
homeward	18
population	18
descends	18
blackstar	18
atlantic	18
bangerz	18
remembered	18
veil	18
uh-oh	18
zoo	18
preach	18
et	18
dolly	18
reindeer	18
yah	18
secure	18
nur	18
crow	18
prowl	18
melodies	18
motor	18
pounding	18
glance	18
orders	18
lunatic	18
para-para-paradise	18
handed	18
sew	18
dissatisfied	18
crawlin	18
suits	18
indestructible	18
nurse	18
february	18
sup-p-per	18
prima	17
yelling	17
prisoners	17
mis	17
diana	17
territory	17
grade	17
former	17
shatter	17
frustration	17
verdad	17
wagon	17
andar	17
id	17
battles	17
wildest	17
shores	17
original	17
excelsis	17
entire	17
lowered	17
fabulous	17
deo	17
notes	17
tail	17
waving	17
behavior	17
wayne	17
bluff	17
sublime	17
decadence	17
thang	17
eden	17
pleasant	17
muscle	17
messing	17
opportunity	17
roundabout	17
wiped	17
8	17
blindness	17
necessarily	17
pipes	17
sweetness	17
crucified	17
prophets	17
mondays	17
accused	17
plea	17
cafe	17
cherish	17
swaying	17
del	17
realise	17
unbreakable	17
rebecca	17
joining	17
patch	17
badly	17
dedicate	17
fol-did-dle-di-aa	17
vida	17
magical	17
h	17
stain	17
alma	17
sneaking	17
stacked	17
survivor	17
blush	17
julia	17
wives	17
chief	17
cattle	17
structure	17
protected	17
fury	17
consider	17
headlines	17
shouted	17
rowdy	17
rejoice	17
runway	17
begs	17
brian	17
breather	17
surrounded	17
howling	17
landed	17
concealed	17
car-crash	17
zu	17
exciting	17
miserable	17
teardrop	17
usually	17
stack	17
twirl	17
muy	17
hells	17
pretender	17
barn	17
comme	17
odd	17
wastin	17
fin	17
sixty	17
belonged	17
fuel	17
craze	17
sober	17
requiem	17
spies	17
oath	17
roman	17
drone	17
tasted	17
knowin	17
blinding	17
cosmic	17
crossing	17
chocolate	17
stations	17
shaken	17
hateful	17
guest	17
este	17
och	17
carrying	17
stocking	17
vicious	17
butt	17
brazil	17
holler	17
appealing	17
teardrops	17
shells	17
fifty-seven	17
uncertain	17
pitch	17
brit	17
usual	17
immortal	17
failing	17
however	17
colour	17
evidence	17
disconnect	17
handful	17
taylor	17
empire	17
secretly	17
bent	17
values	17
er	17
clears	17
ole	17
bunch	17
%	17
trop	17
mistress	17
overnight	17
earned	17
whores	17
branches	17
clearer	17
bait	17
21	17
moonshine	17
charade	17
personal	17
desired	16
treats	16
pal	16
scarred	16
corruption	16
robbed	16
particular	16
version	16
whoever	16
trance	16
ivory	16
forces	16
frankie	16
fizzy	16
repeating	16
provide	16
fulfill	16
tinderbox	16
massachusetts	16
pot	16
unique	16
impress	16
spears	16
surfer	16
quitters	16
castles	16
grande	16
45	16
avalon	16
lourd	16
hoppin	16
paths	16
neanderthal	16
baba-bababa	16
eager	16
testify	16
bluebird	16
forbidden	16
source	16
mejor	16
amsterdam	16
comb	16
closet	16
counted	16
likely	16
damnation	16
endure	16
realm	16
mass	16
bears	16
entropy	16
causes	16
sol	16
venite	16
trips	16
woman-womanizer	16
elusive	16
spongebob	16
sugarfall	16
mystical	16
obsessed	16
returns	16
vodka	16
rang	16
sounded	16
asylum	16
arrows	16
faced	16
frida	16
tenderly	16
serene	16
luz	16
freakin	16
chesay	16
choosing	16
suede	16
reigns	16
evenin	16
bull	16
gran	16
films	16
blond	16
smashed	16
nightfall	16
junkie	16
perspective	16
vote	16
lem	16
channel	16
chevy	16
searched	16
rooster	16
intoxicate	16
fade-out	16
sow	16
blankets	16
stay-in	16
landing	16
philosophy	16
squarepants	16
a-ha	16
pendulum	16
recorded	16
tuna	16
blackened	16
motherfuckin	16
sneak	16
frustrated	16
poet	16
stiff	16
foe	16
sports	16
floats	16
amongst	16
concerned	16
bargained	16
pane	16
lords	16
sleeves	16
postcards	16
sweep	16
hm	16
focus	16
bastards	16
junkman	16
disturb	16
pneumonia	16
x-ray	16
doy	16
stroke	16
limousine	16
quality	16
howard	16
cancer	16
soaring	16
sown	16
miranda	16
faking	16
roadside	16
lifts	16
dos	16
overload	16
passenger	16
tumblin	16
coin	16
sanctuary	16
governor	16
dope	16
controlling	16
possess	16
ringin	16
engines	16
altar	16
screamed	16
pleading	16
gleam	16
ur	16
honky-tonk	16
bets	16
hidin	16
rocker	16
port	16
tengo	16
fathers	16
tested	16
wonderin	16
troop	16
rhiannon	16
deeds	16
collect	16
shirts	16
bryan	16
stomach	16
breathin	16
g	16
maid	16
ironic	16
injection	16
pillars	16
emerald	16
puttin	16
profits	16
lined	16
crushed	16
c'est	16
needles	16
coulda	16
puzzle	16
weekends	16
report	16
disappointed	16
meat	15
dried	15
pa	15
clumsy	15
marie	15
carolina	15
painful	15
fiery	15
pretenders	15
tus	15
neat	15
verses	15
senseless	15
stitches	15
imaginations	15
pet	15
stared	15
irish	15
australia	15
suzy	15
bursting	15
dipper	15
brakes	15
634-5789	15
bob	15
remedy	15
reflections	15
honestly	15
courting	15
punishment	15
abide	15
eventually	15
packing	15
rude	15
roxanne	15
confusing	15
rollercoaster	15
grounds	15
wakes	15
entered	15
liberate	15
balloons	15
buffalo	15
mystified	15
exception	15
compares	15
request	15
office	15
angeles	15
flicker	15
repent	15
insides	15
ann	15
didnt	15
confide	15
pilgrim	15
obscene	15
diddy	15
heights	15
kidding	15
players	15
battled	15
moi	15
crumbling	15
biology	15
drawer	15
ninth	15
hockey	15
repeats	15
garbage	15
blazing	15
tilt	15
spoil	15
rearranged	15
rosalita	15
splendor	15
postcard	15
penetrate	15
robert	15
vagabonds	15
feared	15
appeared	15
madonna	15
negative	15
skipping	15
signal	15
discipline	15
according	15
stroll	15
mucho	15
lisa	15
deceived	15
solution	15
softer	15
senorita	15
linda	15
coalman	15
sweaty	15
heh	15
moan	15
boulevard	15
grim	15
expecting	15
india	15
guessing	15
waltzing	15
screwed	15
congregation	15
beloved	15
beaches	15
climbed	15
droning	15
reins	15
tempt	15
michael	15
sacrificed	15
chimes	15
learns	15
reap	15
devastation	15
stains	15
bo	15
germany	15
alibis	15
bended	15
cocaine	15
wop	15
shell	15
rum	15
l'amour	15
extinction	15
felicidad	15
freaky	15
yonder	15
<	15
bark	15
mandalay	15
obey	15
vale	15
diesel	15
forests	15
winding	15
pointing	15
chat	15
rider	15
insects	15
floors	15
puedo	15
beds	15
knelt	15
childish	15
oohh	15
masquerade	15
seventh	15
washes	15
trusting	15
ex	15
sweetie	15
poverty	15
redeem	15
strive	15
alleys	15
weaknesses	15
drawing	15
nameless	15
overtime	15
vie	15
eastern	15
fiend	15
grateful	15
tha	15
brow	15
limb	15
frost	15
soup	15
hasta	15
glitters	15
greedy	15
shivers	15
cheeks	15
market	15
strife	15
writes	15
bust	15
ozone	15
merry-go-round	15
happily	15
flights	15
bowl	15
shaka-laka-laka	15
slightly	15
ripping	15
playground	15
hotter	15
vanishing	15
colored	15
melts	15
bond	15
fingernails	15
possibilities	15
lays	15
lemon	15
smokey	15
ton	15
worthwhile	15
r	15
chop	15
mummy	15
joined	15
frei	15
extremes	15
lows	15
collar	15
stairway	15
lions	15
approach	15
cue	15
condemned	15
wrists	15
wearin	15
da-na-na-na	15
ball'n'chain	15
12	15
anticipating	15
doomed	15
defy	15
worker	15
elbows	14
reverse	14
headlong	14
suspicion	14
commitment	14
prettier	14
gazed	14
dared	14
signals	14
gossip	14
woe	14
happier	14
kerosene	14
hunt	14
acts	14
glorious	14
stumbling	14
nightmares	14
alanis	14
'cuz	14
mmmhmmm	14
mundo	14
flickering	14
embers	14
abbey	14
inspired	14
apparent	14
are-are-are	14
rosalyn	14
biddy	14
indifference	14
charity	14
group	14
candlelight	14
routine	14
dreadful	14
tollin	14
decked	14
lighter	14
che	14
subtle	14
unbroken	14
pissed	14
papi	14
kapoor	14
chasin	14
cartoon	14
