i	5640
you	4458
the	3736
,	3312
to	2318
and	2244
me	1979
a	1869
it	1795
n't	1528
's	1475
my	1394
do	1375
in	1250
of	1109
your	1070
we	1064
all	1010
'm	960
that	928
.	871
on	839
is	772
love	754
for	735
oh	721
be	720
're	673
so	638
know	603
'll	588
just	586
no	585
but	569
when	559
this	534
with	525
can	496
what	492
now	487
are	483
na	478
?	464
if	443
like	438
la	411
will	409
they	382
there	380
down	374
've	373
up	372
out	367
!	366
ca	356
see	355
go	353
come	353
let	348
get	345
was	342
one	341
from	335
yeah	328
want	328
never	326
got	324
away	314
make	310
say	309
not	309
time	308
'	302
take	283
hey	277
way	256
life	251
feel	251
could	247
world	237
gon	237
back	233
have	233
she	230
dub	229
where	227
heart	222
day	221
at	217
as	217
da	217
here	212
more	206
wan	205
need	202
night	196
baby	196
think	193
who	193
wo	192
right	189
'd	189
he	189
give	175
eyes	175
only	174
well	174
how	174
good	174
why	173
did	172
man	170
by	169
tell	168
'cause	168
her	167
been	164
keep	160
ah	155
too	154
little	152
every	152
better	151
tonight	149
our	146
through	144
over	144
or	143
then	140
find	138
long	136
us	135
nothing	135
around	134
off	134
...	132
about	131
home	130
light	129
before	128
again	126
look	121
were	120
said	120
mind	119
still	119
alone	117
ever	116
even	116
another	116
am	116
would	115
run	113
his	113
always	112
things	110
some	109
hear	109
had	107
into	107
believe	107
hold	101
stop	101
live	100
him	99
dream	98
boy	97
fall	96
than	94
really	94
something	93
remember	93
made	91
without	91
everything	90
end	90
turn	90
ooh	90
break	89
leave	89
left	89
ta	88
girl	88
ai	88
die	87
stay	87
these	86
an	85
new	84
please	83
inside	83
last	82
gone	82
sweet	82
looking	80
dance	80
try	79
pain	79
hope	79
own	78
them	78
much	78
high	76
together	76
words	75
call	75
free	75
care	74
sun	74
lost	74
thought	74
going	73
stand	72
place	72
true	72
maybe	71
blue	71
''	71
enough	71
forget	71
kiss	71
wait	69
should	68
else	68
feeling	68
cry	68
thing	68
while	68
ready	68
shine	68
coming	67
uh	67
di	67
ma	67
today	66
myself	66
bad	66
hard	65
forever	65
must	64
big	64
dreams	64
talk	64
rain	63
falling	63
close	62
far	62
does	62
ride	62
two	61
best	60
someone	60
``	60
dead	60
sing	60
fa	60
has	59
play	59
name	59
face	58
hand	58
walk	58
heaven	57
real	57
sky	56
miss	56
cold	55
head	55
fire	55
anything	55
help	54
wish	54
put	54
lolli	54
cause	53
change	53
young	53
nights	53
until	52
makes	52
understand	51
show	51
send	51
ha	51
beautiful	51
waiting	51
save	50
knew	50
nobody	50
line	50
those	50
dee	50
side	49
door	49
after	49
their	49
bring	49
mine	49
money	48
chain	48
past	48
till	48
fly	47
days	47
'til	47
sleep	47
hide	47
lie	46
took	46
friend	46
lollipop	46
old	45
song	45
eye	45
done	44
anyone	44
tears	44
tried	44
behind	44
lose	44
such	44
god	44
people	43
music	43
wonder	43
fight	42
body	42
goodbye	42
(	42
running	42
burn	41
came	41
stars	41
hell	41
set	41
lonely	41
)	41
learn	40
used	40
heard	40
dark	40
comes	40
breathe	40
strong	40
apart	40
smile	40
trying	39
soul	39
ground	39
found	39
wi	39
race	39
o	38
saw	38
same	38
sometimes	38
wake	38
under	38
easy	38
darling	38
though	38
broken	38
star	38
black	38
everyone	37
once	37
touch	37
dear	37
ba	37
freedom	37
oohooh	37
max	37
watch	36
perfect	36
yourself	36
road	35
lucky	35
yes	35
other	35
wrong	35
fell	35
open	35
gim	35
morning	35
feet	35
along	34
getting	34
wanted	34
lips	34
turning	34
because	34
woman	34
anymore	34
hello	34
seems	33
hands	33
hurt	33
reason	33
first	33
start	33
everybody	33
ya	33
guess	33
somewhere	33
arms	32
many	32
move	32
pull	32
may	32
born	32
de	32
watching	32
late	32
catch	32
talking	32
pray	31
pieces	31
grow	31
taste	31
christmas	31
room	30
lot	30
lay	30
chance	30
feels	30
crying	30
sound	30
giving	30
moment	30
knows	30
goes	30
taking	30
its	30
whoa	30
japan	30
dep	30
died	29
being	29
fine	29
low	29
beat	29
hot	29
candy	29
ask	29
thinking	29
each	29
loving	29
future	28
living	28
sure	28
most	28
went	28
honey	28
angel	28
memories	28
hi	28
shining	28
men	28
somebody	28
bright	27
alright	27
very	27
e	27
air	27
blame	27
promise	27
mean	27
matter	27
dreaming	27
slow	27
sorry	27
tight	27
je	27
might	26
soon	26
falls	26
full	26
tomorrow	26
yours	26
evil	26
gave	26
blind	26
voice	26
magic	26
guy	25
work	25
nowhere	25
daddy	25
holding	25
dry	25
red	25
yesterday	25
gets	25
alive	25
bed	25
mouth	25
girls	25
round	25
number	25
fade	25
swear	25
darkness	25
angels	24
cut	24
dying	24
felt	24
part	24
fear	24
closer	24
belong	24
friends	24
wall	24
party	24
singing	24
speak	24
death	24
meant	24
voices	24
outside	24
fever	24
un	24
rainin	24
cabron	24
empty	23
'em	23
lives	23
truth	23
flow	23
town	23
crazy	23
wings	23
wind	23
any	23
loved	23
skies	23
mother	23
war	23
already	23
lover	23
cotton	23
joe	23
seem	23
comme	23
boys	22
above	22
floor	22
whisper	22
hearts	22
below	22
king	22
aha	22
times	22
listen	22
kind	22
deep	22
meet	22
pretty	22
pop	22
missing	22
takes	22
breaking	22
golden	22
game	21
word	21
told	21
turned	21
fast	21
blood	21
fool	21
middle	21
ahead	21
woo	21
beneath	21
fourthousand	21
rich	21
rusted	21
:	21
hail	21
physical	21
tired	20
v	20
next	20
since	20
changed	20
picture	20
leaving	20
making	20
okay	20
write	20
spirit	20
violence	20
ago	20
across	20
ends	20
pay	20
moon	20
breath	20
skin	20
whole	20
expect	20
faith	20
heartache	20
t'aime	20
loves	19
says	19
walls	19
hair	19
wear	19
cool	19
son	19
upon	19
everyday	19
ev'ry	19
wild	19
trust	19
needs	19
woah	19
l	18
ways	18
sense	18
calling	18
reach	18
hate	18
bit	18
water	18
rock	18
grace	18
walked	18
window	18
share	18
tapeworm	18
hero	18
ver	18
happy	18
edge	18
waste	18
ex	18
welcome	18
phone	18
hanging	18
power	18
tryin	18
matters	18
fuck	18
alien	18
sign	17
adore	17
standing	17
turns	17
known	17
seemed	17
yo	17
moviestar	17
kill	17
breathing	17
land	17
means	17
river	17
kissing	17
follow	17
thee	17
california	17
oo	17
asking	16
ho	16
goin	16
club	16
dancing	16
five	16
rainy	16
near	16
walking	16
lights	16
eh	16
wep	16
waters	16
saying	16
lies	16
cordell	16
nana	16
plan	16
roll	16
bridges	16
thanks	16
ay	16
shit	16
space	16
ye	16
masai	16
machine	16
que	16
lying	15
killing	15
broke	15
pride	15
scared	15
guys	15
worth	15
perfume	15
strength	15
single	15
dress	15
wave	15
fun	15
shame	15
city	15
moving	15
knees	15
started	15
cried	15
mmm	15
darcy	15
record	15
use	15
rest	15
cloud	15
built	15
babe	15
telling	15
midnightlady	15
whatever	15
summer	15
suffering	15
dawn	15
lord	15
passion	15
distance	15
hoo	15
laughing	14
met	14
lead	14
joy	14
burning	14
called	14
yellow	14
years	14
raise	14
beating	14
hit	14
thoughts	14
second	14
pick	14
american	14
earth	14
building	14
seeing	14
happens	14
carry	14
read	14
build	14
pretend	14
fake	14
wears	14
funny	14
having	14
six	14
nine	14
shaking	14
anarchy	14
wants	14
mess	14
peace	14
outer	14
sex	14
story	13
ones	13
losing	13
held	13
act	13
trouble	13
hurts	13
clear	13
stuck	13
half	13
warm	13
shadows	13
spoke	13
gun	13
heal	13
white	13
fashion	13
plans	13
forgive	13
sad	13
guns	13
corner	13
'bout	13
explain	13
sea	13
green	13
fucking	13
teenage	13
fail	13
cos	13
suffocating	13
comin	13
ooo	13
pounding	13
fault	13
point	13
daughter	13
attack	12
playing	12
brother	12
drop	12
stopped	12
dad	12
passing	12
jeremy	12
erase	12
generation	12
kick	12
wrote	12
spend	12
bones	12
cuz	12
happened	12
straight	12
small	12
shot	12
ass	12
thousand	12
answer	12
great	12
child	12
control	12
proud	12
self	12
remain	12
longer	12
brain	12
safe	12
step	12
art	12
toxic	12
sunday	12
tree	12
famous	12
deeper	12
monkeys	12
ev'rybody	12
enemy	12
yea	12
release	12
sweeter	12
depper	12
dopper	12
quite	11
sayin	11
fate	11
silence	11
cover	11
looked	11
prayers	11
storm	11
damned	11
top	11
class	11
throw	11
train	11
letter	11
anyway	11
dust	11
jump	11
nice	11
drink	11
both	11
pleasure	11
disguise	11
tells	11
shake	11
funky	11
hundred	11
bridge	11
finally	11
reasons	11
invisible	11
scream	11
bleed	11
closed	11
starts	11
married	11
&	11
compromise	11
idea	11
switch	11
ne	11
win	11
brand	11
job	11
changing	11
sung	11
boot	11
scootin	11
boogie	11
alabama	11
worlds	11
problem	11
sell	11
til	11
french	11
ahoh	11
tank	11
dop	11
watched	10
page	10
looks	10
clothes	10
ending	10
loud	10
numb	10
sitting	10
final	10
locked	10
lady	10
bottle	10
grave	10
yet	10
beyond	10
disaster	10
u	10
bleeding	10
heads	10
street	10
mirror	10
glass	10
spent	10
car	10
seen	10
slip	10
caught	10
within	10
band	10
sugar	10
sugarcoated	10
guide	10
laugh	10
paradise	10
blues	10
penny	10
weight	10
forsaken	10
finding	10
poison	10
ohoh	10
hung	10
choice	10
promises	10
regret	10
shall	10
snow	10
between	10
tastes	10
c'mon	10
diamonds	10
greatest	10
conversation	10
holiday	10
jesus	10
front	10
paper	10
clean	10
mars	10
moonlit	10
almost	10
colors	10
transmission	10
thi	10
battlefield	10
songs	10
glad	10
sleeping	10
secret	10
anonymous	10
seventyfour	10
seventyfive	10
li	10
mandy	10
resting	10
speaking	9
doing	9
runnin	9
feelings	9
ring	9
bet	9
counting	9
tommy	9
opened	9
goodbyes	9
beauty	9
screaming	9
deny	9
awake	9
sight	9
sister	9
rains	9
strange	9
ran	9
count	9
beside	9
delilah	9
house	9
shut	9
spine	9
somehow	9
spell	9
d	9
whati	9
savior	9
dagger	9
cards	9
climb	9
mistake	9
hunting	9
rescue	9
price	9
hang	9
texas	9
lifetime	9
anywhere	9
louder	9
become	9
sent	9
christ	9
lines	9
later	9
blow	9
staring	9
sets	9
finish	9
revolt	9
worst	9
bend	9
damn	9
temptations	9
sensations	9
hours	9
chains	9
ashes	9
marry	9
ruin	9
bayou	9
gain	9
everywhere	9
spinning	9
fascination	9
porn	9
warrior	9
fishmaster	9
drown	9
psycho	9
''no	9
copa	9
mee	9
flew	8
lately	8
trip	8
'cos	8
clue	8
instead	8
history	8
prove	8
ten	8
weak	8
three	8
pictures	8
drag	8
underneath	8
poor	8
pile	8
spread	8
keeps	8
join	8
onto	8
danced	8
realize	8
leading	8
longing	8
breaks	8
path	8
unbreak	8
queen	8
whiskey	8
dirty	8
treat	8
manic	8
aftershock	8
wine	8
oughta	8
writing	8
uuh	8
taken	8
hole	8
stone	8
carried	8
smells	8
tables	8
desert	8
given	8
push	8
return	8
color	8
silver	8
clouds	8
case	8
someday	8
loneliness	8
im	8
sit	8
surprised	8
confusion	8
afraid	8
monday	8
disappear	8
waking	8
drum	8
million	8
streetlights	8
oooh	8
crush	8
downtown	8
knock	8
feelin	8
angry	8
sunrise	8
fame	8
father	8
stronger	8
older	8
won	8
completely	8
nature	8
piece	8
drift	8
surrender	8
conscience	8
view	8
church	8
stones	8
heavenly	8
lane	8
rewind	8
hamster	8
dentist	8
steven	8
seagull	8
rifle	8
rule	8
roses	8
noohoh	8
slowohoh	8
goohoh	8
showohoh	8
brixton	8
peggy	8
bless	8
hook	7
less	7
spot	7
paint	7
glow	7
fair	7
sick	7
stood	7
torn	7
bar	7
towards	7
march	7
drums	7
streets	7
tear	7
lion	7
surprise	7
mercy	7
rum	7
drinking	7
galaxy	7
therock	7
pictured	7
lovin	7
insecure	7
sang	7
dare	7
harder	7
which	7
seek	7
unkind	7
few	7
beer	7
eat	7
fits	7
shadow	7
tremors	7
sleeps	7
wa	7
woh	7
friday	7
shop	7
hits	7
fighting	7
runs	7
waves	7
bigger	7
bel	7
thank	7
knowing	7
memory	7
buy	7
souls	7
lock	7
shiver	7
weather	7
ouh	7
hiding	7
forgot	7
nearly	7
ears	7
year	7
ocean	7
escape	7
asked	7
fingers	7
doubt	7
candle	7
shoes	7
feed	7
noise	7
gas	7
naked	7
ooooh	7
preach	7
whispers	7
doctor	7
relax	7
killer	7
kept	7
comfort	7
frame	7
tu	7
laughter	7
flight	7
evening	7
loose	7
deliver	7
news	7
steal	7
letting	7
favorite	7
crown	7
faithfull	7
joyfull	7
triumphant	7
kissed	7
resignations	7
loneliest	7
lighting	7
mountains	7
um	7
dada	7
moved	7
gabriel	7
ray	7
momma	7
lifestyles	7
complaining	7
ceases	7
jetcitywoman	7
hammer	7
africa	7
somethin	6
extraordinary	6
tragedy	6
battle	6
rather	6
flying	6
press	6
working	6
twenty	6
question	6
waited	6
kids	6
fields	6
mountain	6
attention	6
keelhaul	6
filthy	6
landlubber	6
depths	6
bastard	6
plank	6
sins	6
lets	6
fill	6
rise	6
scene	6
pump	6
destiny	6
awaits	6
thinkin	6
learning	6
circle	6
beginning	6
gift	6
signs	6
passed	6
innervision	6
gin	6
pints	6
showed	6
begging	6
cheat	6
post	6
flash	6
lovestruck	6
repeating	6
groove	6
jungle	6
darlin	6
jane	6
swinging	6
cherry	6
herself	6
girlfriend	6
questions	6
minds	6
flowers	6
southern	6
minute	6
fingernails	6
dresses	6
definition	6
pushing	6
mark	6
keeping	6
listened	6
sin	6
tongue	6
doin	6
tearing	6
rocking	6
lookin	6
learned	6
answers	6
lived	6
greed	6
fragile	6
pass	6
drew	6
wasting	6
hoping	6
finger	6
rhythm	6
upside	6
mist	6
clock	6
drifting	6
needed	6
happen	6
wildest	6
nothin	6
that'swhat	6
holds	6
hunger	6
pressure	6
lots	6
recommend	6
sand	6
circus	6
gives	6
imagination	6
scar	6
remembered	6
destroy	6
fears	6
gold	6
shade	6
remains	6
listening	6
least	6
photograph	6
brown	6
needles	6
pins	6
birds	6
survive	6
harm	6
valley	6
nightmare	6
unending	6
flood	6
shoulder	6
company	6
amazing	6
yeto	6
paradize	6
riverside	6
delight	6
redraincomingdown	6
flown	6
shutting	6
savannah	6
illusion	6
ce	6
throwing	6
master	6
emergency	6
qu'estce	6
c'est	6
swore	6
wept	6
zion	6
seas	6
satellite	6
talked	6
sirens	6
captive	6
horse	6
copacabana	6
you`ll	6
fan	6
complication	5
crowded	5
twist	5
liked	5
puttin	5
wash	5
diamond	5
bye	5
shattered	5
cross	5
children	5
spark	5
against	5
innocence	5
kneel	5
fact	5
clearly	5
deadly	5
flesh	5
brings	5
screams	5
human	5
private	5
pry	5
ticket	5
aeroplane	5
mister	5
ole	5
due	5
york	5
style	5
crystal	5
seven	5
aint	5
flip	5
trees	5
others	5
faster	5
crossed	5
force	5
caused	5
cruel	5
bitch	5
sorrow	5
driving	5
movie	5
bear	5
add	5
secrets	5
squeeze	5
wrapped	5
heavy	5
crowd	5
signals	5
toe	5
books	5
bobby	5
quiet	5
vine	5
vodka	5
du	5
stayin	5
leaves	5
swagger	5
chase	5
feeds	5
book	5
radio	5
headlights	5
hillside	5
paid	5
growing	5
dogs	5
plane	5
steps	5
ease	5
rush	5
bells	5
mistakes	5
thin	5
hardly	5
playin	5
figure	5
floating	5
kisses	5
although	5
tide	5
vain	5
d'you	5
lasts	5
chair	5
wondering	5
difference	5
burned	5
playground	5
mom	5
'i	5
smell	5
bought	5
tune	5
sings	5
ball	5
sweetest	5
princes	5
different	5
ideas	5
miracle	5
happening	5
engines	5
fat	5
appart	5
'round	5
early	5
insane	5
pat	5
choose	5
talkin	5
pillow	5
handle	5
bold	5
family	5
reality	5
draw	5
pills	5
hopeless	5
ill	5
drinks	5
drunk	5
infiltrating	5
reaction	5
action	5
roof	5
aches	5
frail	5
pale	5
remedy	5
clip	5
sometime	5
henri	5
winterman	5
cigars	5
asleep	5
sunbeams	5
dancin	5
chest	5
crumble	5
'till	5
sleepin	5
grows	5
dies	5
ohohoh	5
pure	5
four	5
evrything	5
knocking	5
hug	5
ours	5
slowly	5
pane	5
sharp	5
women	5
none	5
hour	5
lonesome	5
saving	5
familiar	5
understands	5
chances	5
hungry	5
alarmed	5
incomplete	5
pouring	5
simply	5
likes	5
slipping	5
addicted	5
softly	5
hill	5
walks	5
love..	5
games	5
heat	5
bethlehem	5
tv	5
row	5
buying	5
younger	5
bird	5
givin	5
cinnamon	5
reaching	5
redrainispouringdown	5
excuse	5
ly	5
shoulders	5
animal	5
anybody	5
ga	5
eastern	5
sounds	5
haze	5
eagle	5
poetry	5
believing	5
suicide	5
panzer	5
filming	5
sounding	5
lands	5
freezing	5
easing	5
berth	5
horn	5
fairground	5
wasteland	5
caravan	5
tturn	5
tiime	5
gggeneration	5
jet	5
