i	42264
you	35862
the	30626
,	22909
to	18655
and	18151
me	14701
a	14542
it	13909
's	11973
n't	11926
my	11300
in	10429
do	9460
of	8453
your	8240
that	8053
we	7741
'm	7417
.	7284
on	6810
all	6748
be	6368
oh	6279
is	6267
for	6012
love	5605
so	5257
're	5211
know	5152
but	4800
na	4629
no	4616
'll	4429
this	4359
just	4169
when	4164
what	4154
with	4127
like	4066
'	3867
?	3860
can	3721
now	3634
one	3221
will	3210
there	3195
if	3152
go	3114
've	3107
got	3050
up	3043
not	2980
time	2966
never	2951
are	2916
out	2913
yeah	2882
she	2753
!	2747
la	2681
let	2639
see	2636
down	2627
ca	2624
have	2623
they	2568
say	2545
was	2464
get	2423
from	2310
come	2309
take	2276
want	2265
way	2264
away	2257
baby	2114
feel	2063
make	2050
life	2010
heart	1902
how	1834
could	1821
back	1817
gon	1801
here	1777
he	1758
at	1755
day	1734
wan	1709
need	1676
night	1643
as	1596
world	1579
where	1537
been	1527
more	1506
her	1500
right	1489
why	1477
wo	1447
only	1431
too	1397
again	1394
by	1386
'cause	1375
hey	1331
think	1330
'd	1288
our	1286
over	1284
tell	1263
give	1257
eyes	1248
through	1220
would	1188
still	1183
about	1182
ah	1177
us	1175
did	1156
who	1155
am	1150
find	1147
well	1139
da	1131
then	1099
were	1096
man	1091
always	1083
around	1060
keep	1051
girl	1048
said	1048
home	1033
nothing	1030
or	1029
good	1014
look	1014
little	1001
hold	985
tonight	982
long	977
mind	966
had	957
every	944
an	938
some	936
ever	922
things	899
alone	892
gone	884
believe	842
stay	834
into	821
try	817
light	816
inside	805
leave	800
better	784
before	782
live	781
...	777
hear	771
run	770
ta	767
ooh	767
everything	765
his	749
them	744
cause	737
made	725
much	723
die	710
ai	699
should	699
fall	693
last	688
really	688
another	688
something	687
than	681
stop	680
left	679
end	673
lost	665
head	663
forever	655
place	652
break	651
wrong	650
thing	648
new	642
sun	630
face	629
call	619
show	618
without	616
off	612
going	609
turn	602
dream	595
own	587
has	581
even	581
someone	580
''	576
these	574
name	571
cry	569
hard	549
``	549
old	548
walk	545
hand	542
mine	539
please	533
rain	533
true	529
pain	525
him	521
care	520
remember	519
feeling	518
hope	514
fire	508
sing	504
same	502
song	496
coming	496
dance	495
myself	492
uh	492
free	490
put	490
maybe	490
high	487
days	487
everybody	480
two	480
words	480
far	478
thought	478
wait	477
sky	475
must	473
soul	468
their	466
together	465
stand	464
dreams	457
does	454
done	451
close	446
boy	445
enough	443
change	442
cold	440
waiting	437
side	436
people	434
(	428
wish	427
play	425
hands	425
kiss	424
)	418
blue	416
sweet	416
real	414
alive	412
looking	412
while	410
smile	408
lonely	407
found	406
start	404
lose	399
fly	394
forget	391
lie	388
fight	384
bad	384
behind	383
because	381
bring	379
living	378
morning	376
getting	375
best	372
nobody	368
door	367
god	366
ya	364
dark	363
knew	362
came	361
today	358
goes	357
shine	356
deep	355
tears	354
else	354
comes	353
alright	353
other	350
once	350
somebody	350
friend	349
yourself	349
help	348
beautiful	347
first	346
until	345
used	342
fear	339
those	339
happy	338
wake	338
understand	336
open	336
times	335
talk	330
told	329
save	329
dub	329
wonder	328
hide	328
till	327
breathe	327
sleep	326
miss	325
arms	324
de	321
anything	317
falling	317
goodbye	317
girls	317
heaven	315
under	315
makes	313
after	312
may	311
ready	311
eh	311
yes	310
broken	307
hurt	306
sometimes	306
sound	306
fine	304
crazy	303
young	303
mean	302
chance	302
town	302
touch	302
o	298
anymore	298
big	297
tomorrow	297
lies	296
line	296
strong	296
friends	295
wild	295
though	294
hate	293
feels	292
black	292
watch	292
late	291
running	290
moment	289
ground	287
truth	285
knows	284
matter	280
its	279
easy	279
stars	278
move	277
might	275
many	274
whoa	274
ba	273
hell	272
air	271
burn	270
follow	270
seen	267
seems	265
ride	264
took	261
kind	260
gave	260
rock	259
game	256
making	255
ask	255
sure	255
reason	254
very	252
trying	252
money	251
along	251
road	250
guess	250
doo	250
angel	249
lights	248
round	246
dead	245
heard	244
such	243
loving	242
room	242
any	239
whole	238
apart	237
bed	237
sea	236
standing	235
everyone	235
city	234
next	233
wind	233
land	232
tried	232
moon	232
pretty	231
lay	231
saw	228
sorry	228
hit	227
wanted	226
nowhere	225
control	224
set	223
listen	223
huh	223
music	221
party	221
:	221
part	221
somewhere	220
body	220
above	219
learn	219
went	218
felt	218
burning	216
takes	214
river	212
taking	212
work	212
thinking	211
star	211
anyone	210
ring	207
being	207
'til	206
fun	205
eye	205
past	204
years	204
loved	204
step	201
each	200
hearts	200
floor	200
ni	200
mmm	200
lot	199
born	198
blood	198
feet	198
singing	196
meet	195
woah	195
seem	194
meant	193
summer	192
war	191
mama	191
nights	191
both	191
talking	190
beat	189
since	189
soon	189
word	188
three	187
walking	186
upon	186
fool	183
gets	183
promise	182
white	181
blind	181
belong	181
bye	181
roll	178
reach	177
darkness	176
doing	176
watching	176
fast	176
yet	176
hello	176
sit	175
whatever	174
perfect	174
ha	174
says	173
king	173
worth	172
sad	172
'bout	172
grow	172
afraid	171
turning	170
mother	170
closer	170
bright	170
red	169
dying	168
ho	167
bow	167
catch	167
between	166
low	166
lives	165
skin	165
son	165
breaking	164
crying	164
breath	164
fuck	164
pay	163
trust	163
turned	163
slow	163
thousand	163
voice	163
outside	162
calling	161
known	161
worry	160
tight	159
dancing	158
death	158
win	158
e	157
street	157
kill	157
keeps	156
lead	156
fell	155
bit	155
cut	154
child	153
christmas	153
four	153
throw	153
hot	153
send	152
shit	152
leaving	152
goin	151
'em	151
shake	150
di	149
holding	149
car	148
empty	148
clear	147
dear	147
space	147
father	147
wants	147
pa	147
mad	147
hair	146
lips	146
most	145
blame	145
caught	145
boys	145
daddy	144
sick	144
yours	144
waste	144
pray	144
use	144
faith	143
scared	143
magic	143
water	142
woman	142
lord	141
peace	141
strange	141
higher	141
giving	140
tired	140
scream	139
rest	139
carry	139
dee	139
shining	138
across	138
year	137
near	137
house	137
speak	137
walls	137
streets	137
story	136
power	136
great	136
blow	136
taste	136
darling	136
walked	135
fill	135
angels	135
saying	135
cool	135
oo	135
yesterday	134
nice	133
needs	133
babe	132
swear	132
gold	131
dry	131
knees	131
loud	131
gun	130
losing	130
phone	130
full	130
men	129
wall	129
nothin	129
which	128
share	128
mouth	128
lo	128
dreaming	127
lucky	127
comin	127
window	127
pull	126
earth	126
wa	126
ones	125
devil	125
pride	125
already	125
fade	125
train	124
changed	123
memories	123
dam	122
tear	121
stone	121
lover	121
finally	121
honey	121
started	120
je	120
sunshine	120
everyday	120
straight	120
shadows	119
ver	119
bet	119
silence	118
awake	117
playing	117
pass	116
lady	116
lying	116
died	116
wings	116
front	116
dy	116
dum	116
guy	115
dawn	114
clouds	114
pretend	114
within	113
moving	113
answer	113
looks	113
wide	113
loves	113
fallen	112
freedom	112
te	112
damn	111
ways	111
future	111
mess	111
laugh	110
leaves	110
slowly	110
return	110
okay	109
learned	109
yellow	108
middle	108
stupid	107
anyway	107
memory	107
dirty	107
ice	107
held	106
rise	106
sense	106
beyond	106
eat	106
stuck	106
minute	106
simple	106
someday	105
poison	105
race	105
become	105
lama	105
somehow	104
queen	104
sand	103
half	103
fighting	103
shame	103
means	103
children	103
mister	103
feelings	102
longer	102
met	102
im	102
wear	102
golden	101
single	101
self	101
ahead	101
daba	101
searching	100
top	100
tryin	100
drop	100
insane	100
different	99
drive	99
push	99
trouble	99
taken	99
picture	99
breathing	99
lovers	99
songs	99
miles	98
bleed	98
sight	98
drink	98
ing	98
dumb	97
lookin	97
mistake	97
ga	97
spend	97
turns	96
weak	96
ocean	96
falls	96
wishing	96
second	96
welcome	96
burns	95
looked	95
happen	95
chain	95
secret	95
thoughts	95
desire	95
bum	95
realize	94
lovely	94
ten	94
cried	94
m	94
movin	94
c'mon	94
fears	93
oooh	93
beauty	92
brain	92
less	92
pieces	92
ends	92
escape	92
dubi	92
seven	91
jump	91
mountain	91
ev'ry	91
evil	91
dip	91
beside	90
everywhere	90
played	90
mo	90
shout	90
number	89
ago	89
sorrow	89
wine	89
telling	89
news	89
quite	89
sign	89
small	88
cuz	88
skies	88
pick	88
woo	88
knowing	87
sleeping	87
safe	87
supposed	87
read	87
radio	87
hollywood	87
warm	86
killing	86
greatest	86
hang	86
ne	86
hour	86
dress	86
ma	86
screaming	86
woh	86
changing	85
special	85
view	85
five	85
given	85
beneath	85
un	85
heat	85
surrender	85
rather	85
silent	85
u	85
glad	85
called	84
band	84
flying	84
joy	84
doubt	84
kept	84
sin	84
enemy	84
edge	84
shoot	84
hoo	84
;	84
storm	83
grave	83
ahh	83
bitch	83
getcha	83
point	82
hurts	82
jesus	82
diamonds	82
funny	82
shall	82
whenever	82
survive	81
million	81
driving	81
twenty	81
almost	81
shadow	81
begin	81
dancin	81
fair	81
feelin	81
west	81
bom	81
rhythm	80
write	80
flame	80
fever	80
cross	80
deny	80
corner	80
choose	79
nine	79
wherever	79
&	79
lines	79
underneath	79
missing	79
d	79
dont	79
school	78
build	78
kids	78
silver	78
cos	78
destiny	78
yo	78
slip	78
ohh	78
mirror	77
rich	77
holy	77
lovin	77
winter	77
flames	77
n	77
crowd	76
needed	76
glory	76
count	76
hanging	76
dust	76
dad	75
green	75
piece	75
strength	75
bleeding	75
daylight	75
rum	75
waited	74
hoping	74
hole	74
heal	74
livin	74
ending	74
scene	74
against	74
bottom	74
hurry	74
bear	74
act	73
birds	73
paradise	73
stick	73
runnin	73
doctor	73
fa	73
sunday	72
disappear	72
thank	72
broke	72
amazing	72
instead	72
_	72
stare	71
guitar	71
final	71
shoes	71
anywhere	71
key	71
drowning	71
steal	71
rising	71
jack	71
cover	71
poor	70
quick	70
fingers	70
til	70
distance	70
ly	70
nah	70
quack	70
wasting	69
clothes	69
drag	69
happened	69
thunder	69
dare	69
explain	69
lived	69
faster	69
forgive	69
price	68
proud	68
remind	68
fate	68
clean	68
stronger	68
fault	68
brought	68
spinning	68
fake	68
midnight	68
attack	68
growing	67
few	67
burnin	67
watched	67
asking	67
missed	67
below	67
imagine	67
fallin	67
sugar	67
banana	67
blessed	66
drown	66
grace	66
whisper	66
hiding	66
kinda	66
machine	66
y	66
flow	66
fantasy	66
hi	66
gim	66
knock	66
hundred	65
begun	65
wheel	65
smoke	65
human	65
deeper	65
regret	64
promises	64
drunk	64
letter	64
bound	64
spent	64
fact	64
glass	64
torn	64
built	64
shot	64
loose	64
paper	64
luck	64
reaching	64
kick	64
nana	64
treat	64
talkin	64
games	63
adore	63
'cos	63
six	63
shines	63
moonlight	63
al	63
tall	63
emptiness	63
country	63
america	63
older	62
buy	62
beating	62
tide	62
thrill	62
hours	62
ev'rything	62
ter	62
harder	62
ran	61
bout	61
outta	61
sounds	61
anybody	61
waking	61
having	61
loneliness	61
hero	61
pu	61
wash	60
path	60
wondering	60
starts	60
fucking	60
places	60
vision	60
girlfriend	60
keeping	60
ay	60
voices	60
bodies	60
heavy	60
rains	60
brings	59
noone	59
souls	59
bend	59
shut	59
sent	59
lift	59
sunlight	59
crime	59
hip	59
spell	58
case	58
snow	58
laughing	58
seeing	58
grey	58
cruel	58
reasons	58
cries	58
deserve	58
pour	58
misery	58
guys	57
passing	57
question	57
blues	57
raise	57
none	57
callin	57
sex	57
ye	57
won	57
fit	57
begins	57
kisses	57
fading	56
lightning	56
endless	56
join	56
ease	56
daughter	56
disguise	56
choice	56
trick	56
wonderful	56
makin	56
starting	56
unknown	56
pum	56
reality	55
decide	55
worst	55
ghost	55
tv	55
letting	55
guide	55
rose	55
saved	55
waitin	55
ok	55
sexy	55
plans	55
prove	54
marry	54
working	54
roads	54
signs	54
sitting	54
exactly	54
vain	54
handle	54
climb	54
swim	54
breaks	54
stole	54
direction	54
uptown	54
fail	54
candy	54
united	54
spread	54
smiling	54
pleasure	53
meaning	53
beginning	53
rolling	53
taught	53
filled	53
guns	53
passed	53
sunny	53
plan	53
tree	53
chances	53
trees	53
california	53
fought	53
rainbow	53
ours	53
chasing	52
smell	52
rules	52
beg	52
feed	52
sunrise	52
spin	52
others	52
spirit	52
asleep	52
chains	52
promised	52
seemed	52
sacrifice	52
short	52
thinkin	52
re	52
singin	52
surprise	52
jones	52
animal	52
bandages	52
thanks	51
brother	51
chase	51
lied	51
heels	51
praise	51
hallelujah	51
tick	51
mm	51
glow	51
circle	51
tough	51
bother	51
lifetime	51
passion	51
cares	50
family	50
flowers	50
mountains	50
kid	50
suddenly	50
pure	50
changes	50
spring	50
steel	50
brand	50
tune	50
somethin	50
mistakes	50
roses	50
wasted	50
'round	50
boyfriend	50
sue	50
ding	50
dog	49
fields	49
staring	49
cheap	49
stood	49
mom	49
bite	49
du	49
kitty	49
gangsta	49
guilty	49
style	49
building	48
week	48
happiness	48
darlin	48
force	48
ow	48
search	48
gain	48
gives	48
eight	48
expect	48
drove	48
foot	48
clock	48
drum	48
problem	48
li	48
club	48
wrote	48
learning	48
sweetest	48
undone	48
twice	48
pocket	48
ignore	48
hah	48
sings	47
laughter	47
least	47
faces	47
ship	47
early	47
woke	47
grown	47
bone	47
sold	47
crack	47
yea	47
began	47
'till	47
taxi	47
cha	47
message	46
precious	46
sail	46
battle	46
chest	46
beats	46
stayed	46
bo	46
tragedy	46
flesh	46
happens	46
ordinary	46
blowing	46
sway	46
gettin	46
heartache	46
innocence	46
mambo	46
lock	45
drums	45
damned	45
teeth	45
paint	45
finding	45
shore	45
violence	45
freak	45
doin	45
rule	45
neon	45
raining	45
tetris	45
scars	45
cryin	45
law	45
der	45
nightmare	45
etta	45
diamond	44
among	44
desert	44
stuff	44
disease	44
swallow	44
wave	44
mi	44
beer	44
job	44
women	44
lasts	44
rush	44
bell	44
ass	44
curse	44
numb	44
burned	44
ooo	44
minds	44
parade	44
ohhh	44
runaway	44
psycho	44
treasure	43
dirt	43
spending	43
hotel	43
american	43
shoulder	43
age	43
cure	43
telephone	43
calm	43
cars	43
book	43
aah	43
color	43
pictures	43
embrace	43
sell	43
enjoy	43
runs	43
totally	43
bottle	43
tale	43
everlasting	43
crawl	43
noise	43
max	43
everytime	43
absolutely	43
remedy	43
wearing	42
bitter	42
sayin	42
cat	42
teach	42
sang	42
crawling	42
mercy	42
seas	42
seek	42
harm	42
bones	42
knife	42
roam	42
leads	42
tricky	42
realise	42
tiger	42
denial	41
attention	41
certain	41
doors	41
wise	41
ooooh	41
check	41
bus	41
aha	41
quiet	41
horse	41
waves	41
rhyme	41
bigger	41
box	41
plays	41
tongue	41
cloud	41
johnny	41
ball	41
imagination	41
ringing	41
wicked	40
loaded	40
recall	40
table	40
brown	40
flies	40
ruin	40
longing	40
sacred	40
journey	40
madness	40
bought	40
washed	40
riding	40
bury	40
tender	40
shaking	40
release	40
weight	40
calls	40
lalalalalalala	40
kimi	40
painted	40
rescue	40
action	40
maria	40
knockknockknockin	40
rough	39
innocent	39
thin	39
silly	39
grass	39
later	39
distant	39
sailing	39
ce	39
prayer	39
religion	39
questions	39
boat	39
probably	39
quit	39
spot	39
shorty	39
shape	39
strangers	39
blah	39
north	39
en	39
rea	39
brave	39
tearing	38
wounds	38
whiskey	38
written	38
forgotten	38
stranger	38
bird	38
ohoh	38
touching	38
underground	38
shows	38
crown	38
believed	38
lets	38
sister	38
walkin	38
weather	38
resist	38
steps	38
flip	38
breeze	38
confused	38
danger	38
coz	38
bang	38
bag	38
rollin	38
fuckin	38
army	37
cards	37
nearly	37
colors	37
sat	37
downtown	37
counting	37
hurting	37
shy	37
closed	37
shade	37
teenage	37
suicide	37
dreamed	37
er	37
kissed	37
peggy	37
stopped	37
test	37
answers	37
although	37
ill	37
movie	37
bay	37
warning	37
sadness	37
destroy	37
spoke	37
praying	37
playin	37
]	37
frozen	37
ton	37
jimmy	37
boom	37
que	37
bringing	36
generation	36
cast	36
lately	36
york	36
screams	36
comfort	36
hat	36
asked	36
ashes	36
secrets	36
takin	36
hungry	36
crash	36
figured	36
metal	36
mia	36
showed	36
holiday	36
paid	36
pulled	36
lone	36
bliss	36
pants	36
sinner	36
sees	36
rainy	36
pretending	36
writing	36
sha	36
pack	36
fancy	36
crossed	36
shi	36
halfway	36
wrap	36
champion	36
las	36
ru	36
favorite	35
remains	35
hill	35
colours	35
angry	35
evening	35
pop	35
standin	35
opened	35
shady	35
grab	35
fame	35
hardly	35
crashing	35
stack	35
state	35
hills	35
problems	35
stones	35
aside	35
endlessly	35
mark	35
figure	35
moves	35
neck	35
disco	35
karma	35
moved	35
joe	35
mee	35
behave	35
hurroo	35
confess	34
dime	34
rings	34
naked	34
victim	34
famous	34
swing	34
row	34
afternoon	34
chicks	34
uuh	34
insanity	34
troubles	34
hidden	34
likes	34
trapped	34
brothers	34
moments	34
givin	34
thinks	34
destination	34
leading	34
cannibal	34
rockin	34
warrior	34
[	34
buried	34
harmony	34
excuse	34
dibi	34
highway	33
switch	33
dem	33
led	33
momma	33
faded	33
suffering	33
boots	33
heading	33
lean	33
'n	33
flood	33
fucked	33
energy	33
remain	33
onto	33
sweat	33
smiles	33
christ	33
invisible	33
bounce	33
page	33
towards	33
sympathy	33
record	33
garden	33
tiny	33
ear	33
dressed	33
wrapped	33
andi	33
situation	33
lots	33
impossible	33
oughta	33
unbreak	33
umbrella	33
jo'anna	33
shack	33
track	32
t	32
tie	32
stories	32
melting	32
walks	32
rage	32
kissing	32
sets	32
floating	32
fresh	32
planned	32
laid	32
h	32
gift	32
barely	32
arm	32
sins	32
honesty	32
gods	32
pressure	32
mighty	32
trip	32
heavenly	32
id	32
brownies	32
japan	32
groove	32
rama	32
saving	31
happening	31
pill	31
darkest	31
merry	31
murder	31
note	31
brighter	31
aware	31
leavin	31
grows	31
touched	31
store	31
simply	31
ii	31
difference	31
cheer	31
plane	31
letters	31
willing	31
bells	31
holds	31
blocks	31
history	31
motion	31
emotion	31
mary	31
lane	31
conversation	31
v	31
course	31
heads	31
dies	31
slipping	31
gravity	31
passes	31
senses	31
l	31
viva	31
outlaw	31
cock	31
justice	31
biddy	31
separate	30
leather	30
fifteen	30
fix	30
threw	30
chair	30
circles	30
shelter	30
stage	30
busy	30
drew	30
rape	30
dreamin	30
spit	30
ka	30
ev'rybody	30
lip	30
helps	30
married	30
recognize	30
romance	30
eating	30
le	30
size	30
choke	30
admit	30
dep	30
soft	30
kneel	30
vegas	30
belongs	30
art	30
liam	30
trace	29
listening	29
forest	29
honest	29
grew	29
begging	29
patience	29
became	29
clearly	29
youth	29
pillow	29
caress	29
flower	29
pale	29
cash	29
compromise	29
church	29
settle	29
solitary	29
coffee	29
stands	29
erase	29
nose	29
police	29
lake	29
monkey	29
suck	29
trail	29
physical	29
wow	29
monster	29
intentions	29
eager	29
gates	29
waters	29
revolution	29
lam	29
s	28
sinking	28
complete	28
saturday	28
bars	28
veins	28
acting	28
completely	28
station	28
deal	28
forgot	28
winds	28
tells	28
savior	28
fools	28
sa	28
farewell	28
stutter	28
knocking	28
avoid	28
excited	28
island	28
peaches	28
whose	28
wins	28
loser	28
comme	28
t'aime	28
arrow	28
stream	27
clue	27
r	27
messed	27
worse	27
killed	27
hall	27
prayers	27
birth	27
hearing	27
ladies	27
hmm	27
pity	27
captain	27
friday	27
wipe	27
ears	27
jeans	27
finish	27
mes	27
seasons	27
dah	27
easily	27
december	27
waits	27
person	27
twisted	27
strings	27
dawning	27
speed	27
jealous	27
hopes	27
master	27
bless	27
salvation	27
advice	27
type	27
planet	27
heartbeat	27
bloody	27
surely	27
forgiven	27
blackout	27
belief	27
wanting	27
wedding	27
legend	27
summertime	27
tickin	27
flaming	27
santa	27
barbie	27
monday	26
frame	26
dropped	26
universe	26
flash	26
park	26
idea	26
melody	26
wears	26
nor	26
nai	26
spirits	26
rely	26
mamma	26
pushing	26
miracle	26
drifting	26
whispers	26
frightened	26
rusted	26
mmh	26
society	26
names	26
chick	26
joke	26
winner	26
haunt	26
whoo	26
louder	26
plastic	26
locked	26
speaking	26
gray	26
destruction	26
cotton	26
stormy	26
cage	26
refuse	26
stays	26
deeds	26
turnin	26
pussycat	26
oohoo	26
travel	25
mhh	25
struggle	25
colder	25
lack	25
coast	25
slave	25
fat	25
spoken	25
shower	25
ought	25
meetcha	25
si	25
se	25
wont	25
hush	25
notice	25
serenade	25
granted	25
legs	25
hunger	25
tu	25
draw	25
fashion	25
roof	25
complain	25
emotions	25
easier	25
shed	25
ther	25
cant	25
heroes	25
castle	25
quickly	25
sooner	25
windows	25
ticking	25
believing	25
ou	25
conquer	25
l.a	25
demons	25
helpless	25
bomb	25
eagle	25
zombie	25
dancefloor	25
ella	25
lonesome	25
dong	25
pam	25
eternity	24
tables	24
form	24
march	24
fifty	24
ancient	24
drinking	24
swore	24
pie	24
field	24
matters	24
mornin	24
candle	24
bullet	24
swinging	24
softly	24
class	24
electric	24
toi	24
closing	24
kingdom	24
horses	24
saint	24
becomes	24
pills	24
slips	24
hu	24
southern	24
dj	24
ashamed	24
satisfied	24
hardest	24
lotta	24
jah	24
rent	24
purpose	24
hail	24
lesson	24
wound	24
further	24
eternal	24
toes	24
wished	24
fish	24
common	24
betrayal	24
denied	24
super	24
hung	24
boss	24
y'all	24
wit	24
blown	24
surface	24
youu	24
peacebone	24
wander	24
nanana	24
flashing	24
moan	24
shattered	24
iron	24
renegade	24
seed	24
risin	24
ourselves	24
antisocial	24
para*dise	24
amigo	24
bah	24
sexbomb	24
beast	23
regrets	23
bar	23
pouring	23
sheets	23
stumble	23
tower	23
swimming	23
desperate	23
perfume	23
delight	23
spark	23
forgiveness	23
dick	23
showing	23
laughs	23
flight	23
swallowed	23
burst	23
rope	23
spanish	23
meee	23
realized	23
nae	23
bridge	23
vein	23
try'n	23
mist	23
ee	23
blew	23
shop	23
surprised	23
protect	23
sparks	23
hum	23
liked	23
upper	23
soldier	23
youre	23
foolish	23
despair	23
addicted	23
cup	23
otsegolectric	23
pounding	23
reaction	23
apologize	23
agony	23
whoah	23
goodbyes	23
blast	23
watchin	23
rolls	23
bullshit	23
workin	23
rebel	23
kicking	23
wah	23
liar	23
mood	23
sober	23
hammer	23
ruma	23
dada	23
animals	23
{	23
}	23
stutters	23
useless	22
smoking	22
bombs	22
curtain	22
wife	22
flew	22
ting	22
ev	22
powers	22
ceiling	22
horizon	22
forward	22
respect	22
parents	22
guiding	22
finger	22
twilight	22
pink	22
fists	22
dove	22
fantastic	22
raised	22
mystery	22
depend	22
company	22
dollar	22
rocking	22
serve	22
headlights	22
reached	22
fan	22
unkind	22
mor	22
tellin	22
bedroom	22
cared	22
seeds	22
tempt	22
stops	22
nature	22
bloom	22
forth	22
worlds	22
panic	22
sir	22
tunnel	22
exist	22
truly	22
alien	22
rust	22
sisters	22
betta	22
hollow	22
calcutta	22
fairytale	22
havin	22
per	22
cannonball	22
shatter	22
mis	22
rip	22
quand	22
decided	22
boomerang	22
haunted	21
mile	21
kings	21
valley	21
aching	21
stared	21
block	21
ache	21
confusion	21
thrown	21
shared	21
dig	21
marching	21
glowing	21
either	21
flows	21
disaster	21
enemies	21
tattoo	21
fades	21
constant	21
danny	21
es	21
pulling	21
lust	21
greed	21
thick	21
bags	21
grandma	21
shoulders	21
paris	21
tied	21
bunch	21
qui	21
prison	21
dangerous	21
hits	21
ahhh	21
awful	21
swagger	21
i'mma	21
chaos	21
fails	21
d'you	21
knocked	21
honestly	21
bridges	21
scar	21
careful	21
incomplete	21
devotion	21
cuts	21
system	21
magical	21
picking	21
ninety	21
raging	21
georgia	21
screen	21
able	21
scratch	21
fourthousand	21
yippie	21
i`ll	21
plates	21
masquerade	21
stiff	21
sleepin	21
ve	21
mamamamarry	21
express	21
rosanna	21
donne	21
beach	20
damage	20
theres	20
throne	20
blows	20
wheels	20
bold	20
reflection	20
following	20
collide	20
slide	20
seat	20
levee	20
offer	20
keys	20
dragons	20
ugly	20
sending	20
trade	20
denis	20
dan	20
aim	20
twist	20
remembered	20
nervous	20
blinded	20
keepin	20
staying	20
especially	20
restless	20
earned	20
danced	20
wood	20
trigger	20
snake	20
sucks	20
double	20
killer	20
wooh	20
holes	20
plain	20
social	20
ideas	20
screamin	20
um	20
holler	20
inner	20
hop	20
bust	20
vacation	20
tangled	20
strike	20
boku	20
heals	20
cigaro	20
afford	20
spine	20
rocked	20
design	20
error	20
ouh	20
nough	20
thief	20
jessie	20
bapado	20
wars	19
guard	19
cursed	19
oblivion	19
debt	19
revenge	19
wet	19
eve	19
degree	19
enter	19
tricks	19
demon	19
talked	19
deliver	19
weary	19
laughed	19
glorious	19
understands	19
load	19
3	19
risk	19
hypnotized	19
wisdom	19
bread	19
complicated	19
boogie	19
score	19
nan	19
torture	19
tea	19
selling	19
colored	19
piss	19
erased	19
inthe	19
apple	19
freeze	19
stairs	19
starlight	19
london	19
denying	19
drank	19
palm	19
africa	19
rights	19
weeks	19
weekend	19
soldiers	19
pulls	19
prepared	19
smiled	19
sometime	19
warn	19
string	19
throwing	19
el	19
em	19
lifting	19
bleeds	19
ticket	19
bayou	19
creation	19
bee	19
coeur	19
criticize	19
guarantee	19
dude	19
longest	19
den	19
grocer	19
wolf	19
punk	19
castaway	19
lalalalala	19
eileen	19
chill	18
private	18
rewind	18
stolen	18
dice	18
returned	18
solid	18
mommy	18
mars	18
setting	18
caused	18
shook	18
film	18
float	18
cancer	18
unfold	18
zone	18
add	18
nation	18
unless	18
drivin	18
lit	18
shirt	18
reminds	18
fragile	18
insecure	18
kara	18
hearted	18
thee	18
sam	18
fortune	18
upside	18
food	18
lalalala	18
maiden	18
judge	18
followed	18
deadly	18
cell	18
drops	18
worship	18
crystal	18
curve	18
communicate	18
seal	18
often	18
claim	18
velvet	18
shone	18
dans	18
hides	18
card	18
date	18
rooms	18
choking	18
cherry	18
herself	18
survivor	18
fights	18
understanding	18
teardrops	18
sigh	18
folks	18
astray	18
surrounded	18
natural	18
flowing	18
stress	18
cheek	18
weep	18
romeo	18
leader	18
ghosts	18
anger	18
climbing	18
avenue	18
thieves	18
rocks	18
shock	18
shots	18
habit	18
woohoo	18
dyin	18
surrounds	18
flyin	18
racing	18
donna	18
chiquitita	18
naega	18
vindaloo	18
gentle	18
winding	18
bop	18
i`m	18
reve	18
colour	17
strangest	17
shooting	17
millions	17
rivers	17
wore	17
months	17
crew	17
hay	17
hawaiian	17
fills	17
lungs	17
ecstasy	17
sleeps	17
listened	17
prey	17
tease	17
shiver	17
coat	17
repeat	17
wandering	17
charm	17
whispered	17
blinding	17
anytime	17
ima	17
2	17
kicks	17
cheated	17
stealing	17
goddamn	17
redemption	17
strip	17
faithful	17
season	17
coin	17
unwind	17
ving	17
glee	17
kidding	17
immediately	17
shinin	17
slippin	17
tame	17
fed	17
cost	17
saints	17
sleepless	17
sealed	17
miracles	17
prayed	17
melt	17
crowded	17
baseball	17
couple	17
biggest	17
ra	17
yell	17
hangin	17
shallow	17
reign	17
drain	17
oooooh	17
breakfast	17
moonlit	17
desperation	17
rang	17
serious	17
frustration	17
chose	17
clown	17
tries	17
drawn	17
sensation	17
oceans	17
ahoh	17
dope	17
wishes	17
temptation	17
tales	17
und	17
ex	17
defying	17
command	17
hopeless	17
har	17
misunderstood	17
crazier	17
blade	17
yatta	17
seconds	17
talks	17
headed	17
rocket	17
suffer	17
yi	17
twisting	17
cruisin	17
guest	17
bat	17
satellite	17
lasting	17
supergirl	17
heil	17
complaining	17
heyah	17
hui	17
prom	17
superman	16
cute	16
split	16
conscience	16
ties	16
wire	16
appear	16
chosen	16
blindly	16
youuu	16
leg	16
g	16
bricks	16
concrete	16
seventeen	16
truck	16
warriors	16
victory	16
amen	16
nara	16
4	16
grand	16
ny	16
whom	16
goodnight	16
rows	16
limit	16
spoon	16
losin	16
gate	16
justify	16
meets	16
guilt	16
rampage	16
owe	16
minutes	16
lucy	16
ry	16
shapes	16
blanket	16
kage	16
fires	16
tally	16
fi	16
named	16
jet	16
houses	16
sore	16
lands	16
weakness	16
dogs	16
rises	16
sweeter	16
yard	16
puts	16
bass	16
team	16
drama	16
terror	16
galaxy	16
pen	16
illusion	16
absurd	16
anarchy	16
spare	16
prerogative	16
gay	16
beware	16
ahha	16
sixteen	16
fold	16
eyed	16
saddest	16
outer	16
venus	16
squeeze	16
parts	16
bored	16
affection	16
juliet	16
spaceman	16
instinct	16
cradle	16
frustrated	16
mysterious	16
osu	16
rides	16
une	16
princess	16
whaaat	16
monkeys	16
sharing	16
funky	16
reply	16
solution	16
freaky	16
droppin	16
painting	16
hid	16
fully	16
roc	16
ber	16
sender	16
nya	16
nou	16
diggi	16
hunt	16
drill	16
janie	16
cordell	16
suffocating	16
dududub	16
delilah	16
parklife	16
tommygun	16
indeed	15
c	15
french	15
match	15
cracks	15
wastin	15
clever	15
tumbling	15
putting	15
helped	15
deck	15
broadway	15
crosses	15
witness	15
forty	15
deepest	15
beams	15
eighteen	15
bind	15
pole	15
whistle	15
shift	15
ashtray	15
tore	15
riot	15
sleeve	15
aw	15
ray	15
flag	15
warmth	15
crush	15
suis	15
guardian	15
dancer	15
source	15
haunting	15
peaceful	15
kissin	15
mankind	15
scarred	15
neomu	15
ning	15
noobs	15
vag	15
boobs	15
sexist	15
dainty	15
regulates	15
tspot	15
unlocks	15
lalalalalalalala	15
neuter	15
propably	15
uterus	15
undress	15
grieve	15
covered	15
disorder	15
defend	15
echo	15
et	15
les	15
cow	15
swaying	15
shelf	15
tryna	15
midnightlady	15
champagne	15
morn	15
pearls	15
veil	15
covers	15
jumped	15
lick	15
tin	15
health	15
choices	15
tom	15
papers	15
cigarette	15
halo	15
hometown	15
18	15
teacher	15
excuses	15
belive	15
finished	15
violent	15
breakout	15
driver	15
gaze	15
carried	15
sword	15
using	15
laying	15
aaaalways	15
clowns	15
attached	15
breakin	15
invitation	15
east	15
untrue	15
tommy	15
jar	15
opucuk	15
ripped	15
pushed	15
curtains	15
'coz	15
dootn	15
mon	15
symphony	15
nooo	15
rio	15
jumping	15
solo	15
thati	15
decay	15
gotten	15
babies	15
overcome	15
glance	15
heartbreak	15
san	15
sebastian	15
fascination	15
winning	15
cocaine	15
solitude	15
perfection	15
mate	15
pairs	15
saves	15
crashed	15
ri	15
relight	15
ips	15
tank	15
rocky	15
bewildered	15
mrs	15
wha	15
samurai	15
raiser	15
t'adore	15
amount	15
darcy	15
shell	14
allowed	14
b	14
tension	14
national	14
preacher	14
false	14
relax	14
frown	14
gas	14
accept	14
kindness	14
blink	14
selfish	14
tracks	14
failed	14
gang	14
divine	14
sheet	14
shiny	14
fog	14
stray	14
tumble	14
candles	14
chevy	14
drinkin	14
sort	14
familiar	14
behold	14
bod	14
books	14
april	14
safety	14
carrie	14
diff'rent	14
sung	14
healing	14
ted	14
smells	14
boot	14
science	14
patiently	14
mou	14
sono	14
kitchen	14
sanity	14
makeup	14
rosie	14
pace	14
numbers	14
terrible	14
o'clock	14
tek	14
due	14
cane	14
bull	14
fits	14
paranoid	14
bills	14
classic	14
changin	14
hesitate	14
recognise	14
swept	14
business	14
finds	14
harvest	14
criminal	14
neither	14
vida	14
chalk	14
c'est	14
smart	14
lighting	14
hotter	14
whooa	14
pair	14
dagger	14
bare	14
cream	14
careless	14
instant	14
ven	14
created	14
sedated	14
react	14
masterpiece	14
bulletproof	14
shined	14
obey	14
roller	14
virginia	14
freeway	14
undo	14
tripping	14
vengeance	14
spite	14
crumbling	14
lyla	14
jeremy	14
ja	14
entertain	14
pushin	14
beam	14
target	14
wilderness	14
baa	14
woooooo	14
chemicals	14
intuition	14
babylon	14
yay	14
ko	14
complex	14
pretender	14
jailhouse	14
lifestyles	14
absolve	14
autumn	13
hottest	13
mall	13
digging	13
dollars	13
seeking	13
elves	13
yeh	13
fife	13
sunset	13
thirty	13
ty	13
guts	13
tip	13
automatic	13
records	13
seams	13
bathroom	13
shores	13
shove	13
shield	13
defenseless	13
typical	13
worn	13
image	13
sidewalks	13
appreciate	13
kono	13
slam	13
resting	13
carries	13
awhile	13
cheat	13
doll	13
nails	13
terrified	13
missin	13
worried	13
thru	13
wishful	13
jumpin	13
pages	13
ll	13
creep	13
gladly	13
vie	13
fingertips	13
pleased	13
drug	13
deception	13
sleepy	13
daydream	13
jane	13
fatal	13
flat	13
skip	13
searched	13
noticed	13
sinners	13
facts	13
collecting	13
jungle	13
protection	13
earl	13
order	13
major	13
glycerine	13
female	13
honor	13
upstairs	13
aint	13
feeds	13
ofthe	13
smooth	13
marie	13
sons	13
attraction	13
unguarded	13
heartbreaker	13
explodes	13
challenge	13
rob	13
heavens	13
subete	13
dudes	13
stations	13
plenty	13
steady	13
south	13
gin	13
vacant	13
chao	13
lion	13
voodoo	13
hospital	13
dive	13
wreck	13
withyou	13
language	13
sake	13
ku	13
rooftop	13
grind	13
craving	13
uuuuuh	13
caroline	13
trefle	13
hers	13
deceiving	13
mack	13
alabama	13
trap	13
amoll	13
aches	13
travelin	13
feather	13
government	13
hee	13
johnson	13
depths	13
bonang	13
thina	13
laph'ekhona	13
needle	13
demands	13
thorn	13
elastic	13
eloise	13
wildfire	13
fearless	13
puppet	13
liberian	13
suns	13
shown	13
religious	13
delicate	13
kin	13
base	13
***	13
ro	13
discord	13
fuehrer	13
hammers	13
yeeah	13
favourite	13
kintyre	13
notorious	13
baddest	12
confidence	12
level	12
plague	12
gently	12
extreme	12
bein	12
toe	12
affair	12
sorrows	12
triumphant	12
list	12
mud	12
hunting	12
leap	12
purple	12
xanadu	12
sirens	12
oon	12
blaze	12
aa	12
rushing	12
sharp	12
actin	12
handsome	12
liberation	12
speech	12
whore	12
molly	12
laughin	12
sudden	12
anata	12
sou	12
dake	12
moi	12
ey	12
courage	12
sights	12
lend	12
armor	12
controlling	12
planning	12
grin	12
facing	12
mental	12
hips	12
startin	12
farther	12
tto	12
wedingdeureseu	12
drift	12
passenger	12
scare	12
ed	12
personal	12
explode	12
ame	12
demo	12
woods	12
vine	12
knockin	12
ooooo	12
selves	12
footsteps	12
signed	12
solve	12
spotlight	12
guitars	12
latest	12
lipstick	12
toll	12
battlefield	12
believer	12
grip	12
blessing	12
naive	12
ahah	12
lunch	12
independent	12
twelve	12
porch	12
center	12
magazines	12
jam	12
testing	12
player	12
promiscuous	12
treated	12
holdin	12
depper	12
dopper	12
greet	12
treats	12
achieve	12
bu	12
recover	12
prince	12
goleta	12
jerusalem	12
sits	12
cutta	12
f	12
lisa	12
iit	12
mission	12
gabriel	12
dizzy	12
chin	12
paying	12
winnin	12
extraordinary	12
champions	12
naturally	12
rome	12
salt	12
failure	12
quando	12
priceless	12
yearning	12
stoned	12
lap	12
understood	12
suckin	12
penny	12
sh	12
disappearing	12
'stead	12
diva	12
slap	12
yesterdays	12
mild	12
beaten	12
rare	12
swords	12
summers	12
l'as	12
pique	12
ledge	12
original	12
uncry	12
beige	12
regulators	12
truths	12
sittin	12
seats	12
sparkling	12
linger	12
believes	12
celebration	12
ambitions	12
irresistible	12
tastes	12
neol	12
foreign	12
yesyesday	12
anti	12
frightening	12
england	12
asimbonanga	12
berlin	12
pirates	12
hating	12
atmosphere	12
loo	12
scent	12
humm	12
sink	12
woooooooo	12
also	12
ishaunting	12
hums	12
ozzy	12
teoh	12
rumadai	12
it'sa	12
intricate	12
o.k	12
memoria	12
blackest	12
nikita	12
pony	12
scandalous	12
colorado	12
soterios	12
male	12
rah	12
num	12
senzauna	12
magdalena	12
shakalaka	12
winged	12
replying	12
instructor	12
12	12
doh	12
aiaiaiaight	12
bapadee	12
finest	11
kicked	11
photographs	11
disappeared	11
maya	11
stereo	11
drives	11
proof	11
ace	11
weapons	11
civil	11
willy	11
coal	11
crumble	11
divide	11
sincere	11
ohohohohohoh	11
circumstance	11
drunken	11
deed	11
survived	11
bride	11
gasoline	11
expecting	11
cafe	11
mention	11
glide	11
lifeless	11
usual	11
grief	11
rye	11
buck	11
climbed	11
dreamt	11
drinks	11
wiser	11
*solo*	11
awe	11
torment	11
uhh	11
third	11
darou	11
1	11
thi	11
parted	11
whatcha	11
invincible	11
goal	11
possible	11
lala	11
brilliant	11
intention	11
large	11
quietly	11
relief	11
nega	11
fountain	11
stains	11
mum	11
prize	11
decisions	11
sands	11
foryou	11
loss	11
hawk	11
boulevard	11
amongst	11
queens	11
brightest	11
alarm	11
ger	11
moonchild	11
oho	11
vac	11
kills	11
curious	11
quarter	11
arrived	11
temptations	11
milky	11
raindrops	11
prophets	11
fightin	11
football	11
dop	11
disgrace	11
quest	11
defeat	11
map	11
blamin	11
toxic	11
beds	11
anyhow	11
captive	11
whip	11
main	11
temple	11
closet	11
inspiration	11
strikes	11
mend	11
possess	11
battles	11
electricity	11
noche	11
aye	11
rid	11
tend	11
weeds	11
dreamer	11
substitute	11
troubled	11
figures	11
replaced	11
burden	11
tread	11
oohh	11
victoria	11
doo_	11
virgin	11
agree	11
gal	11
doom	11
ultimate	11
stalks	11
tail	11
spellbound	11
itself	11
bor	11
sides	11
surprises	11
contagious	11
vow	11
breaker	11
naneun	11
drowned	11
arrest	11
blazing	11
hopin	11
throat	11
ohohoh	11
whether	11
noo	11
fury	11
rot	11
truce	11
warmer	11
nightmares	11
bush	11
boston	11
mariner	11
hostess	11
neverending	11
abode	11
mirrors	11
alcastar	11
awaaay	11
pushes	11
raaain	11
'fore	11
jagger	11
spandex	11
belts	11
cans	11
youare	11
bababauuu	11
she`s	11
rendezvous	11
juke	11
tiiime	11
scarlet	11
sandman	11
schizophrenic	11
lobotomy	11
compares	11
reindeer	11
scootin	11
dle	11
kokomo	11
breakaway	11
suzy	11
laundry	11
leroy	11
babes	11
mull	11
youou	11
soledad	11
vem	11
delivered	11
accidentally	11
w	10
unfair	10
brick	10
photograph	10
'cuz	10
circus	10
tone	10
slipped	10
tomorrows	10
co	10
tourniquet	10
muscle	10
creating	10
birthday	10
dome	10
slept	10
entire	10
starry	10
crooked	10
tuesday	10
boring	10
seventh	10
void	10
cowboy	10
shoe	10
assured	10
oohbedo	10
balloon	10
peter	10
amends	10
puttin	10
reborn	10
sever	10
newborn	10
tan	10
lining	10
nurse	10
bitterness	10
fellas	10
ki	10
naru	10
chained	10
darkened	10
doubts	10
needing	10
cupid	10
downfall	10
lovey	10
dovey	10
discover	10
underworld	10
fairy	10
ikea	10
oak	10
college	10
fierce	10
credit	10
drugs	10
pictured	10
losers	10
razor	10
dinner	10
sugarcoated	10
struck	10
fulfill	10
butterfly	10
crimson	10
horror	10
ships	10
stain	10
warp	10
tiime	10
heed	10
heartkiller	10
hears	10
jealousy	10
tome	10
surround	10
worked	10
romantic	10
despite	10
weave	10
creeping	10
shakin	10
liars	10
betrayed	10
existence	10
feeding	10
porn	10
opinion	10
mere	10
mobile	10
oops	10
sickness	10
ripping	10
willow	10
reputation	10
calle	10
callecutta	10
flashes	10
video	10
airplane	10
aloud	10
spreading	10
provide	10
mattered	10
effect	10
addict	10
important	10
closest	10
mojo	10
wing	10
playground	10
spinnin	10
cruise	10
unite	10
attitude	10
worthwhile	10
sekai	10
bruised	10
link	10
appears	10
sensations	10
bastard	10
futures	10
nickel	10
celebrate	10
odds	10
yoru	10
rooad	10
childhood	10
delayed	10
speaks	10
diff'rence	10
seize	10
measured	10
cab	10
graves	10
spiral	10
creepy	10
gather	10
penance	10
eternally	10
mourn	10
tte	10
fist	10
sweep	10
dough	10
lullaby	10
differences	10
allright	10
shita	10
martyr	10
protectors	10
endure	10
cigar	10
pile	10
compete	10
mistaken	10
television	10
pitch	10
chemistry	10
fantasies	10
reigned	10
sundown	10
rarest	10
suppose	10
combat	10
riches	10
truuue	10
raw	10
pretentious	10
ti	10
manic	10
''no	10
ignored	10
code	10
ido	10
bump	10
breathless	10
crap	10
murray	10
suburban	10
misty	10
raped	10
riight	10
wrench	10
hur	10
hitchin	10
airmax	10
confusing	10
studded	10
scattered	10
motherfucker	10
regretting	10
choir	10
huuh	10
devoted	10
ttara	10
needles	10
ohey	10
geunyeor	10
boomaboomerang	10
killin	10
forsaken	10
didu	10
seventyfour	10
seventyfive	10
aquarius	10
unconditionally	10
kkkkawaii	10
domino	10
dadab	10
busque	10
mandy	10
scatman	10
nobodies	10
guntommy	10
issues	9
foolin	9
whats	9
pumping	9
repeating	9
bark	9
starving	9
halls	9
role	9
inch	9
post	9
chorus	9
tattered	9
riverside	9
blank	9
ment	9
plead	9
aaaah	9
preach	9
belly	9
witha	9
compare	9
fore	9
sus	9
movies	9
skipping	9
stable	9
bursting	9
confession	9
scatter	9
thats	9
screamed	9
uhhh	9
spilling	9
starin	9
toyou	9
defended	9
dressing	9
except	9
knowin	9
july	9
imagined	9
meeting	9
machines	9
swallowing	9
core	9
haze	9
koe	9
j'ai	9
ars	9
ignorance	9
joyfull	9
ken	9
actions	9
counts	9
suffocate	9
nal	9
ibeun	9
su	9
crept	9
nd	9
soo	9
plus	9
brains	9
judgement	9
lem	9
adventure	9
suit	9
temperature	9
tour	9
toy	9
consider	9
potential	9
manners	9
bothered	9
conquered	9
pours	9
demand	9
bid	9
ohhhh	9
shades	9
surgery	9
glasses	9
nerve	9
woe	9
tides	9
assistance	9
reminder	9
vanity	9
coke	9
wildest	9
stitch	9
gifts	9
filthy	9
9	9
pump	9
tallulah	9
banks	9
flavor	9
ireland	9
catching	9
clap	9
fathers	9
stillness	9
visions	9
heartaches	9
learns	9
marriage	9
local	9
crib	9
draggin	9
month	9
sentimental	9
footprints	9
crimes	9
insides	9
amarillo	9
trembling	9
copa	9
legions	9
replace	9
orleans	9
conviction	9
yonder	9
unable	9
axes	9
overwhelmed	9
satisfy	9
powerless	9
trend	9
freezing	9
horn	9
sounding	9
mask	9
ica	9
sounded	9
messing	9
pool	9
wives	9
aru	9
knoow	9
skull	9
carpet	9
abracadabra	9
allow	9
throughout	9
cracked	9
forced	9
washing	9
toys	9
tightly	9
nananana	9
planes	9
pilot	9
'i	9
wasteland	9
longed	9
tongues	9
seperate	9
oooooooh	9
support	9
dignity	9
painful	9
placed	9
proper	9
chambers	9
odoru	9
consumed	9
absolute	9
works	9
goals	9
sting	9
uuuuh	9
elle	9
dnd	9
combination	9
howling	9
comet	9
coaster	9
sneak	9
compassion	9
forms	9
breathes	9
convince	9
stan	9
released	9
smokin	9
coulda	9
lame	9
earrings	9
dances	9
unpredictable	9
decadence	9
ibelong	9
brush	9
im'a	9
wana	9
fooled	9
slim	9
''i	9
gladness	9
devine	9
umandela	9
seagull	9
mexican	9
lifesaver	9
ohohohohoh	9
highest	9
pon	9
sputter	9
idiots	9
chills	9
inferno	9
yummy	9
finna	9
fertilize	9
argue	9
ooohhh	9
dew	9
uniform	9
wonderchild	9
remindme	9
shrink	9
drowns	9
suburbia	9
surrounding	9
lis	9
complicate	9
postman	9
poetry	9
goodreasons	9
sidewalk	9
betcha	9
pavements	9
quarts	9
incredible	9
buzz	9
ji	9
outof	9
northern	9
workers	9
wreeeck	9
greedy	9
needy	9
needyou	9
unstoppable	9
alarms	9
shivers	9
sergeant	9
seeed	9
won'tlet	9
prime	9
whereever	9
flights	9
dissed	9
ideal	9
straw	9
try'ng	9
dentist	9
fishmaster	9
voix	9
fiddle	9
motorcycle	9
animalsmals	9
wahey	9
machinehead	9
gi	9
rockaway	9
papapapa	9
daysleeper	9
34	9
heh	9
ember	9
godliness	9
superheroes	9
baptized	9
virtual	9
kan	9
lai	9
shen	9
sia	9
complaint	9
von	8
material	8
forgetting	8
wreckage	8
pavement	8
visit	8
sweetheart	8
lowly	8
france	8
carnival	8
dragging	8
wakes	8
giant	8
travelling	8
backseat	8
wednesday	8
notes	8
await	8
causes	8
cigarettes	8
crowds	8
burnt	8
toast	8
twentyfiveminutestoolate	8
february	8
mortal	8
refused	8
cartoon	8
wired	8
cheeks	8
interrupt	8
creepin	8
balls	8
i'ma	8
eventually	8
lovesongs	8
tock	8
rider	8
lettin	8
ooooooh	8
younger	8
nee	8
yume	8
dues	8
grieving	8
unbreakable	8
aaahhh	8
defences	8
shalalalalala	8
lalala	8
meaningless	8
explanation	8
punch	8
worries	8
yeaah	8
icould	8
grabbing	8
dolce	8
vita	8
wakin	8
ping	8
carousel	8
youuuuu	8
tape	8
dou	8
mix	8
thighs	8
modern	8
abuse	8
tasted	8
public	8
tokyo	8
shoved	8
clay	8
jenny	8
tellme	8
sur	8
des	8
fooling	8
dresses	8
hind	8
tops	8
oyster	8
dares	8
indestructible	8
shimmering	8
collar	8
billy	8
elvis	8
moral	8
packed	8
rushin	8
ego	8
noose	8
rythm	8
sipping	8
triumph	8
cheats	8
draws	8
creature	8
awaay	8
outline	8
roaming	8
flatliner	8
charlie	8
kong	8
professional	8
mr	8
normal	8
families	8
iii	8
cops	8
swears	8
daytime	8
grant	8
press	8
depending	8
perhaps	8
grasp	8
remembering	8
interested	8
dis	8
reflections	8
reading	8
adjust	8
strut	8
mixed	8
t.v	8
besides	8
dragon	8
scratching	8
fungirl	8
bethe	8
scary	8
superstar	8
jaded	8
unreal	8
tuck	8
permission	8
rival	8
shrinking	8
abandoned	8
tim	8
tion	8
camera	8
uhm	8
miner	8
sails	8
wrecked	8
picked	8
hurricane	8
nightingale	8
redeemed	8
borrow	8
nearest	8
lace	8
bore	8
fuse	8
tle	8
ling	8
deaths	8
rap	8
adored	8
tying	8
weigh	8
'cross	8
powerful	8
cope	8
koto	8
don'tyou	8
empire	8
petty	8
cruising	8
curiosity	8
roar	8
floods	8
fans	8
ruler	8
picks	8
seni	8
gidi	8
findikkiran	8
yilani	8
deliginden	8
cikaran	8
kaderim	8
puskullu	8
belam	8
yakalarsam	8
otherwise	8
mei	8
lower	8
ze	8
rry	8
nna	8
cleopatra	8
alibis	8
disappears	8
oath	8
amie	8
keeper	8
iwo	8
vessel	8
mail	8
playmate	8
charge	8
gooo	8
weapon	8
zero	8
hyuu	8
hai	8
liquor	8
decline	8
papa	8
nos	8
unspoken	8
redneck	8
magazine	8
kotoba	8
shoulda	8
reminisce	8
mystic	8
tobe	8
alison	8
phillipa	8
dusty	8
wai	8
dom	8
phoenix	8
impress	8
brightly	8
hug	8
threat	8
crucify	8
tap	8
youspitshined	8
debate	8
dim	8
blinds	8
clears	8
crushed	8
warfare	8
sensitive	8
hahahahahaaa	8
princes	8
pedal	8
muse	8
permanent	8
everynight	8
fourteen	8
a.m	8
trial	8
greets	8
laph'ehlelikhona	8
islands	8
wena	8
speakers	8
brief	8
evolution	8
hiphop	8
rainin	8
mothers	8
asks	8
cracking	8
noohoh	8
slowohoh	8
goohoh	8
showohoh	8
blamed	8
aftershock	8
streetlights	8
ol	8
trusted	8
sheep	8
kingston	8
shipping	8
sale	8
scares	8
unnecessary	8
hangs	8
counter	8
slightest	8
forests	8
thorns	8
haunts	8
insert	8
kai	8
wonderland	8
adding	8
gutter	8
automa	8
tic	8
godness	8
stopping	8
wantme	8
naughty	8
fiire	8
badis	8
retreat	8
daze	8
blur	8
relied	8
nothingness	8
she`d	8
''yo	8
controoool	8
contact	8
tra	8
stuttering	8
desolation	8
illuminate	8
bangkok	8
experience	8
revolver	8
daydreaming	8
himself	8
shifter	8
lacha	8
geht	8
dann	8
lec	8
tric	8
tidings	8
noble	8
opticon	8
hopelessly	8
entwined	8
deify	8
chimney	8
eotteokhae	8
hobo	8
hamster	8
steven	8
rifle	8
friendly	8
slumber	8
ghosttown	8
ahaha	8
dedid	8
monsoon	8
wam	8
wonders	8
babble	8
cherokee	8
loneliest	8
optimist	8
unforgiven	8
millennium	8
foorce	8
giirl	8
skyscraper	8
ppy	8
daa	8
ner	8
diao	8
wei	8
pokey	8
naivety	8
jacqueline	8
yeahyeahyeahyeah	8
pepper	8
kayleigh	8
theend	8
skins	8
ayayay	8
tunes	7
unbroken	7
countless	7
chord	7
presence	7
presidents	7
population	7
barren	7
fuel	7
obscene	7
pane	7
dug	7
boxes	7
whispering	7
stretched	7
relate	7
miind	7
untill	7
sooo	7
routine	7
ona	7
james	7
it`s	7
ming	7
afterlife	7
stretch	7
spilled	7
ages	7
landed	7
players	7
smash	7
constantly	7
bill	7
unending	7
hooked	7
capture	7
ditch	7
skirts	7
rude	7
shifting	7
rhinestone	7
wealth	7
vanish	7
ano	7
lessons	7
faithfull	7
sane	7
consequence	7
uptight	7
success	7
haters	7
clinging	7
rolled	7
bites	7
themselves	7
gained	7
defense	7
weeps	7
don`t	7
forevermore	7
joint	7
bam	7
sho	7
keepers	7
noi	7
barefoot	7
biology	7
mita	7
mune	7
kedo	7
dame	7
driven	7
usually	7
ridin	7
casting	7
neighbours	7
ness	7
cutting	7
badly	7
theway	7
pat	7
est	7
desires	7
scooby	7
pound	7
joker	7
pearl	7
sweating	7
throws	7
handful	7
ashley	7
vip	7
lullabies	7
intervention	7
comfortable	7
obsession	7
'neath	7
knight	7
vodka	7
gotcha	7
youll	7
dripping	7
fortress	7
splitting	7
mirro	7
deni	7
remorse	7
crave	7
blackness	7
agaain	7
forged	7
envy	7
shopping	7
nasty	7
dread	7
reeling	7
gallows	7
consolation	7
childish	7
throwin	7
freight	7
countdown	7
engines	7
stepping	7
vicious	7
silk	7
closin	7
unanswered	7
motor	7
accidents	7
brake	7
emergency	7
illusions	7
expectations	7
conscious	7
non	7
testify	7
messiah	7
idle	7
lifted	7
meek	7
roots	7
ghetto	7
ev'rywhere	7
hoped	7
conclusion	7
grabbed	7
australia	7
comprehend	7
poisoning	7
promising	7
butterflies	7
shovel	7
wolves	7
weeping	7
dreamers	7
feathers	7
curls	7
goonna	7
traffic	7
doyou	7
skeletons	7
therapy	7
sack	7
urge	7
frail	7
temporary	7
goo	7
league	7
vi	7
como	7
international	7
service	7
reachin	7
ferry	7
andyou	7
resignations	7
jamaica	7
satin	7
spiritual	7
definition	7
footloose	7
bringin	7
heel	7
hol	7
acts	7
hourglass	7
platform	7
strongest	7
connected	7
swam	7
melts	7
theworldiswai	7
forthesun	7
stumbled	7
defector	7
teddy	7
tigers	7
jetcitywoman	7
nightfall	7
tougher	7
therock	7
venomous	7
county	7
genius	7
chew	7
sow	7
igot	7
bloodshot	7
fucker	7
ge	7
x	7
comb	7
checked	7
itch	7
knowthat	7
appeal	7
decision	7
silently	7
windmills	7
hallway	7
infant	7
thy	7
wearin	7
pistol	7
reserved	7
dozen	7
fruit	7
knooow	7
destroying	7
arise	7
fav'rite	7
pas	7
etait	7
il	7
par	7
ridiculous	7
dealt	7
noon	7
sonna	7
ar	7
almighty	7
contemplating	7
responsible	7
con	7
deborah	7
reap	7
tenacious	7
ladder	7
creeps	7
create	7
hesitation	7
reckless	7
corrowded	7
dimension	7
earning	7
disappointed	7
echoes	7
listens	7
ignite	7
inneun	7
crawlin	7
babygirl	7
yiyu	7
yiyuah	7
alten	7
ihr	7
suitehearts	7
solar	7
extra	7
jackets	7
rehab	7
destroyed	7
sweetly	7
humble	7
engine	7
cats	7
kurai	7
ive	7
obvious	7
details	7
smilin	7
conceal	7
dodo	7
buying	7
mansions	7
witch	7
dynamite	7
brass	7
spray	7
plank	7
tenderness	7
mummy	7
awaits	7
enchanted	7
tremors	7
pregnant	7
ole	7
pilots	7
drenched	7
becoming	7
whistling	7
barrel	7
meanwhile	7
rounds	7
gathered	7
helloa	7
nonstop	7
defy	7
ablaze	7
unnatural	7
trouper	7
album	7
onthe	7
weee	7
prega	7
mem'ries	7
yeahyeah	7
trippin	7
rumors	7
mh	7
weaknesses	7
lilac	7
marked	7
oah	7
uuuh	7
piper	7
homies	7
accident	7
apologies	7
finer	7
hillside	7
deeply	7
waterline	7
loin	7
hairspray	7
paved	7
ruins	7
makeyou	7
willed	7
feared	7
dooo	7
injection	7
messy	7
descent	7
rats	7
wrecking	7
nareul	7
learnt	7
blowin	7
touchin	7
blazer	7
controlled	7
tout	7
spurs	7
thanking	7
phobia	7
hostage	7
hook	7
faking	7
ceases	7
ces	7
trucks	7
shalalalala	7
ala	7
earlier	7
sanssouci	7
waving	7
baby.	7
bananaphone	7
innuendo	7
ore	7
eien	7
disconnect	7
mornings	7
miserable	7
slice	7
thou	7
framed	7
angus	7
mcfife	7
covering	7
crunch	7
glitter	7
booy	7
neo	7
ohmarliese	7
abiding	7
claimed	7
yehe	7
beta	7
kuai	7
hao	7
clooser	7
j	6
sandcastles	6
castles	6
serves	6
depth	6
nickels	6
maybelenne	6
afar	6
heroin	6
member	6
estate	6
expression	6
connect	6
timing	6
lowered	6
pipes	6
escaping	6
strain	6
apathy	6
wanton	6
taylor	6
watches	6
hoof	6
shakes	6
possession	6
bears	6
traced	6
servitude	6
tyranny	6
disconnected	6
reveal	6
breaths	6
slay	6
value	6
phase	6
valentine	6
thirsty	6
flu	6
garbage	6
traveling	6
rearranged	6
furniture	6
ounce	6
doown	6
lows	6
soar	6
web	6
cutest	6
shoots	6
drifted	6
butt	6
chords	6
ooon	6
acted	6
jumps	6
fourth	6
rotten	6
sae	6
mirai	6
watashi	6
sora	6
signal	6
melodies	6
yeto	6
bethlehem	6
task	6
undertow	6
poet	6
realised	6
cloudy	6
junk	6
hmmm	6
didnt	6
paralyzed	6
cups	6
youdo	6
toniight	6
weird	6
amounts	6
deceit	6
victims	6
lined	6
aaway	6
disagree	6
ije	6
ireoke	6
bra	6
tho	6
relationship	6
excite	6
student	6
itai	6
sip	6
smother	6
eleven	6
recommend	6
bethere	6
folded	6
position	6
bled	6
grocery	6
undercover	6
steals	6
nighttime	6
sworn	6
nearer	6
smaller	6
pine	6
follows	6
dial	6
tattoos	6
stron	6
celebrating	6
glove	6
planets	6
goddess	6
cynical	6
failing	6
wink	6
continue	6
committed	6
razors	6
malibu	6
thethings	6
delay	6
anticipatin	6
reflect	6
spaces	6
information	6
chinese	6
daily	6
survival	6
current	6
landslide	6
tshirt	6
trash	6
eah	6
terrifying	6
shirts	6
commit	6
angeltread	6
narrow	6
sonics	6
slashed	6
leak	6
begged	6
lyin	6
clover	6
filling	6
fakers	6
inyour	6
redraincomingdown	6
cave	6
serving	6
fiery	6
strung	6
kite	6
brandnewday	6
blaming	6
rse	6
pla	6
vibe	6
strenght	6
owed	6
bea	6
sailor	6
cities	6
copacabana	6
uncle	6
tornado	6
detroit	6
atthe	6
skinned	6
dearest	6
trips	6
loses	6
cling	6
rode	6
david	6
pro	6
indecision	6
iis	6
arrive	6
ev'ryone	6
amazement	6
culture	6
valleys	6
dismantle	6
weare	6
orange	6
anxiety	6
beloved	6
union	6
defence	6
banner	6
faithfully	6
eats	6
starman	6
fright	6
devastation	6
possibly	6
ashita	6
it'sthe	6
hates	6
violins	6
hoope	6
punished	6
fingernails	6
limits	6
twentytwo	6
abra	6
sucked	6
rhymes	6
china	6
oil	6
pire	6
however	6
creatures	6
existing	6
shotgun	6
plea	6
military	6
liberty	6
lions	6
cuddle	6
submit	6
causing	6
peeps	6
dustum	6
yavru	6
removed	6
somethings	6
couch	6
revolving	6
cupcakes	6
morphine	6
queue	6
alli	6
wrathchild	6
diff	6
hunter	6
cocktail	6
allways	6
treasures	6
sew	6
banging	6
mourning	6
reel	6
images	6
reminded	6
groow	6
aishitemo	6
royal	6
nerves	6
fixed	6
chelsea	6
savannah	6
noth	6
wrist	6
alaska	6
dangers	6
mcgraw	6
coward	6
pin	6
bottled	6
tendresse	6
vois	6
scheme	6
rebell	6
chapel	6
kitto	6
shewolf	6
stink	6
overload	6
loveme	6
jennifer	6
annabel	6
boiling	6
stats	6
adobe	6
slats	6
isnt	6
static	6
flown	6
orchestra	6
neat	6
crushing	6
connection	6
stairway	6
gleaming	6
broad	6
andthe	6
homes	6
lovea	6
blocked	6
ina	6
anticipating	6
torch	6
dealin	6
han	6
rate	6
sie	6
suffered	6
media	6
thirst	6
ambition	6
runing	6
caged	6
evrything	6
depressed	6
riley	6
warms	6
blossom	6
fishin	6
iin	6
fort	6
reponds	6
ziggy	6
spiders	6
delicious	6
crashes	6
toon	6
youknow	6
manner	6
route	6
walkon	6
alarmed	6
hasta	6
hazel	6
yeaeah	6
forcing	6
midst	6
overboard	6
keelhaul	6
landlubber	6
hymns	6
niiiiight	6
oof	6
square	6
majesty	6
riddle	6
that'swhat	6
wellthat	6
ab	6
wanderer	6
lovestruck	6
lawyer	6
aaaaaaaaahh	6
rhythms	6
describe	6
sabotage	6
bounty	6
airship	6
ohi	6
treason	6
