i	5282
you	4481
the	3516
,	2691
to	2325
and	2193
me	1938
it	1742
a	1680
n't	1554
my	1427
's	1406
in	1205
your	1172
do	1113
that	1007
we	968
all	952
of	935
on	888
is	818
'm	810
love	799
oh	792
be	756
.	714
so	709
for	681
're	670
but	667
what	623
this	614
know	597
just	583
when	576
'll	572
like	571
can	562
na	505
?	486
no	481
've	478
'	467
with	460
!	430
now	416
are	414
will	403
see	397
they	396
got	392
if	388
time	370
not	363
there	356
go	355
let	352
ca	351
never	347
away	343
down	342
say	334
have	328
up	324
take	322
one	308
want	307
get	304
feel	302
out	300
come	297
from	290
she	288
was	285
gon	274
heart	269
way	267
here	257
could	257
life	248
he	244
wo	241
baby	236
yeah	233
right	232
wan	225
been	219
need	213
again	212
la	211
how	211
her	198
back	196
tell	193
world	188
at	188
as	186
only	182
more	181
eyes	178
too	177
'd	177
mind	176
give	174
make	173
through	173
where	172
think	169
find	169
gone	168
or	166
who	163
why	160
am	158
by	155
would	155
about	153
keep	152
well	150
hey	148
night	148
nothing	147
had	146
believe	146
'cause	140
over	140
around	139
fall	134
were	131
into	131
ah	129
our	126
day	125
us	120
tonight	119
did	119
these	118
some	117
always	116
then	115
inside	115
still	114
his	114
long	113
try	113
home	113
man	112
girl	110
better	110
said	110
much	109
has	109
everything	107
things	106
them	106
hear	104
mine	104
waiting	103
little	102
last	101
look	101
another	101
stay	101
big	100
alone	99
something	99
ba	99
ooh	97
light	96
before	96
place	95
hold	94
far	94
an	93
turn	92
even	91
bad	91
break	91
because	91
ever	90
call	89
really	86
lost	85
end	85
crazy	85
falling	84
head	84
good	84
someone	83
high	83
should	83
hand	83
leave	82
ta	82
ai	82
every	81
myself	81
than	81
goodbye	80
together	79
made	78
forever	77
people	77
easy	76
boy	76
without	76
dam	76
live	75
cause	75
side	75
new	75
hope	74
left	74
best	74
cry	73
talk	73
''	72
words	71
face	71
care	71
hard	70
once	70
wish	69
fly	69
``	68
forget	67
other	67
die	67
stand	66
show	66
run	65
sun	65
please	65
enough	64
change	64
sing	63
real	63
sky	62
days	62
does	62
...	61
name	61
soul	61
stop	61
start	61
true	61
remember	61
miles	61
pain	60
put	60
goes	60
anymore	59
thing	58
wrong	58
found	58
today	58
dreams	58
their	57
maybe	56
done	56
seen	56
else	56
times	56
dance	55
him	54
off	54
free	54
lolli	54
told	53
song	52
going	52
own	52
sound	51
willy	51
rain	50
tried	50
calling	50
dream	50
ruby	50
everybody	49
breaking	49
stroke	49
two	48
close	48
bring	48
after	48
magic	48
same	48
tears	48
understand	47
its	47
hands	47
broken	47
step	47
cold	47
apart	47
pretty	47
summer	47
those	46
thought	46
chance	46
anything	46
lose	46
(	46
coming	46
upon	46
lollipop	46
might	45
hide	45
)	45
woman	45
must	44
almost	44
faith	44
stars	44
forgive	44
fire	43
holding	43
ground	43
reason	43
truth	43
behind	43
drink	42
smile	42
touch	42
miss	42
says	42
alright	41
first	41
town	41
christmas	41
ones	41
late	40
making	40
sometimes	40
control	40
feeling	40
though	40
nobody	40
may	40
knew	40
help	39
old	39
play	39
o	39
dark	38
voice	38
keeps	38
ride	38
catch	38
eh	38
friend	37
kiss	37
past	37
each	37
learn	37
running	37
living	37
money	37
saw	37
looking	37
wake	37
moment	37
born	36
boys	36
while	36
until	36
comes	36
young	36
oohooh	36
tomorrow	36
walking	36
till	36
somebody	36
blue	36
wait	35
yourself	35
yours	35
feet	35
lonely	35
move	35
lies	35
strong	35
taking	35
kind	35
above	35
open	35
eye	35
heaven	34
guess	34
children	34
next	34
matter	34
word	34
uh	34
gets	34
hurt	34
shine	34
lord	34
lay	34
seems	33
lie	33
save	33
watch	33
thinking	33
blood	33
air	33
used	33
nights	33
morning	33
dont	33
blame	32
dead	32
door	32
fear	32
makes	31
many	31
become	31
walk	31
self	31
spend	31
fun	31
listen	31
girls	31
trying	31
knows	31
sad	31
cruella	31
okay	31
jolene	31
oo	30
hit	30
glory	30
mean	30
reach	30
outside	30
wind	30
whoa	30
makin	30
sweet	29
wasted	29
fade	29
arms	29
line	29
fight	29
glass	29
came	29
five	29
everyone	29
ha	29
soon	29
whatever	29
beat	29
between	28
blind	28
took	28
loud	28
belong	28
'em	28
fever	28
julian	28
cassius	28
rainin	28
room	27
fool	27
deep	27
wings	27
second	27
feels	27
follow	27
house	27
round	27
realness	27
sorry	27
any	26
under	26
alive	26
fine	26
fighting	26
hate	26
wheel	26
pa	26
very	25
happy	25
caught	25
afraid	25
kinda	25
fast	25
loves	25
mama	25
tired	25
number	25
sure	25
wants	25
ra	25
heard	25
along	25
miracle	25
thoughts	24
crying	24
hell	24
wonder	24
hearts	24
held	24
ask	24
getting	24
knowing	24
impossible	24
cabron	24
telling	23
being	23
set	23
sleep	23
feelings	23
silence	23
walls	23
within	23
years	23
aa	23
joy	23
yesterday	23
push	23
anyone	23
less	23
yes	23
rockin	23
music	22
read	22
low	22
part	22
middle	22
de	22
somehow	22
ya	22
scream	22
power	22
singing	22
taken	22
hero	22
happened	22
loving	22
spring	22
swear	22
bright	22
small	22
glad	22
cares	22
lookin	22
:	22
promise	21
write	21
breath	21
burning	21
went	21
gave	21
weak	21
dreamers	21
burn	21
woah	21
seem	21
red	21
wanted	21
clear	21
started	21
full	21
lights	21
ice	21
building	21
rest	21
beautiful	21
oooh	21
feliz	21
navidad	21
darling	20
called	20
yet	20
pull	20
whole	20
oooooh	20
cool	20
cried	20
god	20
body	20
cries	20
shadow	20
window	20
loved	20
da	20
use	20
drum	20
vil	20
roll	20
perfect	19
bet	19
lover	19
such	19
future	19
takes	19
lot	19
kick	19
kill	19
honey	19
tight	19
story	19
send	19
already	19
green	19
working	19
merry	19
memory	19
road	19
crowd	19
different	19
imagine	19
fog	19
amazing	19
black	18
carry	18
survive	18
crawling	18
stronger	18
sunshine	18
promises	18
ready	18
doing	18
known	18
nowhere	18
fucked	18
realize	18
saying	18
great	18
kept	18
waitin	18
felt	18
games	18
nice	18
river	18
playing	18
beer	18
fucking	18
belongs	18
dear	17
drop	17
te	17
lying	17
wonderland	17
worse	17
lovers	17
watching	17
four	17
empty	17
poison	17
welcome	17
angel	17
land	17
heal	17
shit	17
mess	17
'til	17
slow	17
ohhh	17
seasons	17
given	17
cut	17
breathe	17
choose	17
beats	17
rock	17
closer	17
moviestar	17
heh	17
riot	17
fifty	17
speechless	17
anywhere	16
choice	16
safe	16
three	16
trust	16
deny	16
;	16
ohoh	16
babe	16
looked	16
meet	16
sit	16
prove	16
shadows	16
dancing	16
near	16
murder	16
leaving	16
ev'ry	16
darkness	16
somewhere	16
harder	16
skies	16
rhythm	16
wherever	16
looks	16
songs	16
eighties	16
mountain	16
masai	16
predict	16
clothes	15
dreaming	15
car	15
saved	15
finally	15
fell	15
pretend	15
shame	15
oli	15
water	15
pass	15
floor	15
yo	15
mystery	15
ago	15
daddy	15
taste	15
falls	15
below	15
worth	15
breathing	15
tear	15
escape	15
fading	15
pushing	15
accident	15
woaho	15
panama	15
rocky	15
letter	14
awake	14
standing	14
rip	14
tolerable	14
hungry	14
meant	14
memories	14
ar	14
hair	14
lead	14
waste	14
scared	14
asking	14
knees	14
bells	14
pride	14
sitting	14
friends	14
everywhere	14
killer	14
shook	14
amo	14
hoh	14
jailbreak	14
mother	13
school	13
sight	13
street	13
wine	13
pick	13
tide	13
vain	13
locked	13
numb	13
worry	13
soho	13
bleeding	13
prince	13
most	13
cure	13
party	13
mister	13
jealousy	13
lips	13
flowers	13
peace	13
obsession	13
calls	13
giving	13
share	13
million	13
blow	13
fix	13
york	13
savor	13
throw	12
speak	12
city	12
fate	12
point	12
wall	12
sense	12
wicked	12
wild	12
changed	12
dynamite	12
gun	12
talking	12
nutbush	12
sick	12
track	12
phone	12
killing	12
thousand	12
bleed	12
sway	12
game	12
train	12
cruel	12
mee	12
bye	12
child	12
pack	12
cret	12
bit	12
heals	12
frozen	12
storm	12
unreal	12
unknown	12
steal	12
universe	12
lisa	12
wrote	12
american	12
eet	12
slowly	12
hmm	12
colorado	12
groove	12
geek	12
evil	11
homeless	11
pray	11
crashing	11
everyday	11
burned	11
blues	11
ni	11
werewolves	11
both	11
scene	11
speed	11
destiny	11
hiding	11
tragedy	11
hello	11
ring	11
war	11
leaders	11
return	11
favorite	11
losing	11
certain	11
state	11
ththe	11
toll	11
drift	11
pay	11
lift	11
trigger	11
quinn	11
cuz	11
hole	11
sorrow	11
treat	11
darkest	11
sea	11
hangin	11
temptation	11
skin	11
happiness	11
needed	11
letters	11
hour	11
since	11
faster	11
trip	11
destination	11
distance	11
bed	11
voices	11
turning	11
u	11
across	11
missed	11
listening	10
streets	10
breaks	10
complete	10
straight	10
turns	10
society	10
fallin	10
ran	10
london	10
queen	10
met	10
quite	10
horse	10
asleep	10
work	10
sign	10
turned	10
minute	10
threw	10
rise	10
earth	10
death	10
forgotten	10
golden	10
men	10
wearing	10
lines	10
jump	10
fill	10
style	10
jar	10
swallow	10
gold	10
sunny	10
bay	10
which	10
laughter	10
drown	10
laugh	10
brother	10
ivory	10
sinead	10
white	10
wondering	10
40	10
riders	10
moon	10
texas	10
shaking	10
noise	10
mandy	10
turnin	10
regret	10
uuh	10
bent	10
moonlight	10
goin	10
easier	10
masterpiece	10
lives	9
matters	9
damage	9
sacrifice	9
butterfly	9
doubt	9
postindustrial	9
unthinking	9
majority	9
oil	9
laughing	9
space	9
disguise	9
hours	9
sunday	9
sand	9
broke	9
cryin	9
handle	9
closed	9
wear	9
clean	9
shake	9
heavy	9
key	9
movin	9
sent	9
fame	9
least	9
kissed	9
rasputin	9
danced	9
drive	9
anyway	9
starts	9
soldier	9
possession	9
fades	9
mouth	9
stack	9
pipe	9
bother	9
sins	9
calm	9
begin	9
wishing	9
rules	9
stick	9
pouring	9
ten	9
scars	9
brings	9
climb	9
serious	9
ebony	9
harmony	9
bullet	9
wedding	9
poppin	9
shots	9
&	9
wide	9
moving	9
knocked	9
beginning	9
satellites	9
crawl	9
horses	9
idea	9
hajikeru	9
grass	9
fake	9
undetected	9
sayin	9
andonly	9
y	9
follows	9
pink	9
rum	9
sandy	9
single	8
louder	8
shot	8
beyond	8
mom	8
explain	8
person	8
surprise	8
brain	8
democracy	8
execute	8
hypocrisy	8
system	8
clearing	8
bregade	8
demons	8
covers	8
tryin	8
missing	8
holiday	8
twenty	8
reality	8
shines	8
hurting	8
e	8
son	8
hang	8
front	8
thin	8
birds	8
guys	8
mistakes	8
flame	8
inna	8
babylon	8
beg	8
star	8
leaves	8
russian	8
machine	8
quit	8
cops	8
innocence	8
growing	8
longer	8
changing	8
longing	8
climbing	8
silver	8
flow	8
stuck	8
feed	8
bone	8
disappear	8
bringing	8
mighty	8
thinkin	8
emptiness	8
fuck	8
tree	8
forgot	8
cadillac	8
doll	8
worlds	8
ignore	8
against	8
spread	8
ocean	8
top	8
suuunshine	8
melting	8
gives	8
'cos	8
fears	8
reasons	8
dawn	8
none	8
skyyy	8
bigger	8
scooter	8
pulling	8
slip	8
marry	8
buzzed	8
panties	8
filling	8
fuckin	8
age	8
fail	8
sittin	8
places	8
betrayed	8
thee	8
heathcliff	8
cathy	8
nine	8
becoming	8
rush	8
false	8
frontof	8
wa	8
lucky	8
seas	8
dip	8
bamb	8
scent	8
dried	8
dissed	8
ri	8
ght	8
color	8
freak	8
goddamn	8
coast	8
1	8
virgin	8
barely	7
hardly	7
raise	7
weight	7
lesson	7
hurts	7
endless	7
wave	7
aside	7
antidepressants	7
controlling	7
tools	7
thunder	7
stare	7
picture	7
spent	7
buy	7
freedom	7
beach	7
begins	7
ev'rything	7
ga	7
buppanase	7
dangan	7
liner	7
sou	7
lon	7
lady	7
lately	7
attention	7
fuse	7
chest	7
load	7
flown	7
church	7
veins	7
aeroplane	7
bel	7
beating	7
damn	7
spell	7
screaming	7
chicks	7
lots	7
chase	7
dry	7
sinking	7
fallen	7
winter	7
clouds	7
trees	7
king	7
family	7
shall	7
news	7
snoopy	7
beneath	7
clock	7
fruit	7
built	7
'bout	7
mmm	7
hash	7
sin	7
mask	7
led	7
swore	7
onto	7
setare	7
headed	7
mad	7
holdin	7
iron	7
secrets	7
collide	7
written	7
celebrate	7
piece	7
seemed	7
ok	7
pieces	7
remain	7
ido	7
chill	7
girlfriend	7
burns	7
grab	7
droppin	7
hunger	7
raisin	7
phase	7
livin	7
vision	7
believers	7
princes	7
silent	7
wohoh	7
confused	7
believing	7
easily	7
recognize	7
violence	7
ne	7
attack	7
question	7
heroes	7
flight	7
bottom	7
solo	7
fully	7
automatics	7
rather	7
tellin	7
potion	7
bip	7
ninetynine	7
blows	7
alcohol	7
prospero	7
ano	7
felicidad	7
fields	7
4am	7
valley	7
dock	7
mh	6
beside	6
others	6
flip	6
chances	6
early	6
spinning	6
crime	6
needs	6
grows	6
present	6
shoot	6
paper	6
tolerate	6
rolling	6
bitter	6
asked	6
seven	6
lightweight	6
blown	6
bang	6
crack	6
underneath	6
enemies	6
fist	6
pills	6
hopeless	6
test	6
dangerzone	6
win	6
begged	6
ticket	6
pulled	6
later	6
stage	6
eternal	6
supposed	6
colors	6
cos	6
insane	6
lightning	6
remains	6
check	6
spin	6
lovely	6
believed	6
higher	6
driving	6
hoping	6
build	6
dies	6
nd	6
baron	6
search	6
ringing	6
nothin	6
dress	6
year	6
ways	6
grow	6
pressure	6
finger	6
veil	6
size	6
havin	6
devotion	6
shows	6
letting	6
loss	6
bones	6
ends	6
radio	6
illusion	6
shout	6
secret	6
drunk	6
incomplete	6
apologize	6
lust	6
spirit	6
shotgun	6
scare	6
shock	6
bitch	6
drugs	6
dope	6
hopes	6
comin	6
warm	6
breakdown	6
someday	6
act	6
cars	6
guilty	6
cheat	6
died	6
shut	6
teach	6
wuthering	6
tetris	6
learned	6
course	6
zero	6
dreamed	6
daydreams	6
ex	6
touched	6
fools	6
beauty	6
nexus	6
ver	6
youna	6
koiwoshiyouyo	6
ma	6
anybody	6
superstars	6
paris	6
brighter	6
perfected	6
witches	6
candles	6
settled	6
energy	6
mountains	6
don`t	6
gentle	6
paradize	6
2	6
lala	6
ay	6
cover	5
colours	5
confess	5
kid	5
sleeping	5
hating	5
filled	5
echoes	5
toss	5
gods	5
plays	5
helps	5
haze	5
sights	5
week	5
began	5
accept	5
buttakitteku	5
ze	5
mo	5
don	5
lungs	5
drinking	5
father	5
drowning	5
thats	5
sister	5
ill	5
lock	5
mark	5
tennessee	5
stayed	5
cat	5
final	5
message	5
envy	5
grave	5
torn	5
canvas	5
staring	5
stories	5
russia	5
greatest	5
carried	5
grew	5
flavor	5
dying	5
cloud	5
desert	5
ladder	5
fit	5
drifting	5
du	5
noone	5
choking	5
roots	5
ooooooh	5
bling	5
tricks	5
problems	5
justify	5
means	5
cast	5
cuts	5
dust	5
ashes	5
im	5
toro	5
admit	5
indeed	5
undone	5
lovin	5
stranger	5
mistake	5
six	5
showed	5
thrown	5
park	5
language	5
wander	5
guilt	5
string	5
strange	5
looove	5
join	5
piano	5
chasing	5
border	5
doo	5
sudden	5
quickly	5
carrying	5
dime	5
sell	5
date	5
joke	5
feelin	5
weekend	5
woh	5
romance	5
agree	5
afterlife	5
garden	5
mmmm	5
fighters	5
complicated	5
comfort	5
kings	5
hu	5
walks	5
woulda	5
sang	5
phantom	5
opera	5
hot	5
fair	5
pretending	5
unless	5
stopped	5
important	5
reckless	5
played	5
soulless	5
feast	5
avenge	5
satisfied	5
vine	5
darkened	5
capital	5
job	5
congregation	5
healing	5
parents	5
addiction	5
affliction	5
clearly	5
steps	5
having	5
evr'one	5
sleepin	5
appreciate	5
drives	5
twice	5
greener	5
loneliness	5
bag	5
d	5
judge	5
hoo	5
lands	5
short	5
balloons	5
armageddon	5
teenage	5
wasteland	5
passin	5
