i	701
you	556
the	480
and	440
,	423
to	332
a	314
me	264
's	252
my	234
n't	214
of	197
it	191
'	189
in	169
'll	166
be	164
that	155
do	145
your	142
love	139
we	130
on	127
but	126
is	125
she	115
all	106
as	98
for	90
just	89
know	87
when	81
'm	79
so	79
out	77
with	77
're	77
let	76
there	76
've	72
like	71
go	67
ca	66
if	66
down	65
from	64
are	63
can	63
oh	63
)	60
(	60
was	59
he	57
home	57
her	54
got	54
will	53
now	52
no	52
this	51
at	50
baby	50
what	49
way	45
one	44
they	44
life	43
have	43
never	40
up	40
see	40
wo	39
want	39
la	38
heart	36
not	36
get	35
heaven	35
say	35
find	35
back	35
parton	34
eyes	34
dolly	34
blue	33
how	33
mind	32
christmas	31
make	31
away	31
keep	31
then	31
'd	30
na	30
shine	29
could	29
come	29
somebody	29
gon	28
long	28
take	27
forever	27
always	27
only	25
had	25
where	25
ta	25
through	25
gone	25
night	24
tonight	24
by	24
some	24
him	24
time	24
again	23
been	23
give	23
better	22
man	22
girl	22
took	21
day	21
thing	21
light	21
his	21
look	21
'cause	21
high	21
am	21
too	21
de	21
feel	20
would	20
might	20
more	20
hold	20
last	19
even	19
tears	19
tell	19
were	19
sure	19
our	19
good	18
think	18
walk	18
cause	18
mighty	18
door	18
an	18
run	17
little	17
once	17
rain	17
made	17
right	17
feelin	17
mountain	17
maybe	17
did	17
us	17
working	16
every	16
going	16
believe	16
said	16
them	16
ever	16
warm	16
over	16
kind	16
really	16
hurt	15
stop	15
well	15
ooo	15
while	15
place	15
stay	15
still	15
things	15
road	15
being	15
ai	15
job	15
moon	14
drop	14
sing	14
somewhere	14
sunshine	14
bed	14
thought	14
much	13
tomorrow	13
hand	13
memories	13
fine	13
remember	13
sweet	13
woman	13
old	13
these	13
dirty	13
left	13
chorus	12
live	12
show	12
bells	12
lord	12
very	12
around	12
darlin	12
ru	12
tennessee	12
need	12
yours	12
has	12
steal	12
te	12
ya	12
fire	12
than	12
or	12
loved	12
leave	12
tu	12
who	11
about	11
falling	11
yeah	11
ole	11
mama	11
change	11
here	11
their	11
arms	11
free	11
boy	11
knew	11
gettin	11
ways	11
hard	10
anymore	10
world	10
daddy	10
yes	10
kisses	10
side	10
soul	10
teach	10
those	10
runaway	10
yesterday	10
?	10
kiss	10
does	10
each	10
mine	10
tired	10
off	10
keeps	9
reach	9
such	9
tryin	9
re	9
everything	9
hands	9
whatcha	9
steady	9
face	9
paradise	9
highlight	9
care	9
town	9
hope	9
smile	9
handy	9
men	8
ridge	8
before	8
heat	8
poor	8
cross	8
god	8
wife	8
afraid	8
trouble	8
should	8
precious	8
why	8
die	8
dance	8
filled	8
word	8
river	8
kick	8
happiness	8
grow	8
ground	8
must	8
flows	7
sorrow	7
waiting	7
bring	7
stars	7
help	7
times	7
feet	7
part	7
hear	7
something	7
sorry	7
knock	7
bad	7
fall	7
getting	7
gave	7
singing	7
understanding	7
throw	7
behind	7
mother	7
bedroom	7
name	7
nights	7
makes	7
dream	7
though	7
cry	7
meet	7
another	7
charity	7
miss	7
knockin	7
goodbye	7
cold	7
met	7
.	7
stand	7
else	7
car	6
grows	6
kids	6
hillbilly	6
willy	6
its	6
sad	6
goes	6
wash	6
lonely	6
plans	6
turn	6
happy	6
lot	6
together	6
combination	6
nothing	6
lie	6
till	6
southern	6
line	6
call	6
prayer	6
understand	6
fly	6
years	6
sometimes	6
sky	6
heartache	6
pride	6
done	6
jesus	6
sun	6
valley	6
fields	6
!	6
touch	6
folks	6
ah	6
many	6
far	6
came	6
after	6
until	6
burn	6
lights	6
mean	6
dark	5
please	5
any	5
wind	5
friends	5
bridges	5
seven	5
fancy	5
fool	5
hot	5
big	5
called	5
higher	5
cloud	5
thousand	5
laugh	5
feelings	5
wrong	5
someone	5
candy	5
evenin	5
ready	5
dandy	5
stood	5
takes	5
found	5
both	5
crying	5
true	5
airplane	5
proud	5
calling	5
eye	5
moonlight	5
grew	5
middle	5
answer	5
:	5
near	5
floor	5
sister	5
hey	5
safety	5
barely	5
deportee	5
barbara	5
speak	5
springtime	5
anything	5
forgot	5
knees	5
shade	5
strong	5
dress	5
snow	5
december	5
round	5
makin	5
lift	5
land	5
songbird	5
words	5
''	5
sign	5
bird	5
alone	5
magic	5
put	5
perfume	5
evening	5
matter	5
...	5
memory	5
easy	5
lose	5
shaking	5
truly	5
single	5
water	5
work	5
treated	5
taking	5
few	5
breaking	5
today	5
``	5
children	5
repeat	5
lost	5
