the	73206
i	63171
you	62266
and	42374
to	42215
a	37489
me	28082
in	24390
my	24026
it	21271
of	20583
your	18830
on	16197
that	15972
i'm	14811
all	14288
for	14007
be	13606
is	13222
don't	11531
love	11345
we	11315
but	11006
so	10987
just	10083
it's	10016
know	9613
when	9144
with	9099
no	9014
like	8766
what	8606
can	8385
this	8294
do	8092
oh	7668
you're	7084
got	6882
if	6880
now	6778
get	6479
up	6420
one	6364
never	6359
will	6209
are	6166
out	6154
was	6078
down	6046
time	5730
want	5698
not	5542
see	5491
come	5427
go	5403
have	5308
can't	5126
they	5120
she	5084
let	4817
from	4810
way	4760
take	4741
i'll	4520
make	4457
say	4384
as	4252
gonna	4240
baby	4227
there	4155
at	4128
he	3941
yeah	3912
i've	3853
how	3848
back	3763
her	3734
life	3671
night	3653
feel	3644
away	3561
,	3558
could	3529
here	3513
been	3465
need	3423
there's	3330
heart	3301
oh,	3297
tell	3273
little	3231
by	3138
more	3123
only	3109
our	3097
world	3051
through	3042
where	2986
give	2980
'cause	2960
day	2941
too	2832
or	2791
me,	2709
ain't	2648
about	2642
right	2628
we're	2600
think	2586
who	2582
again	2554
won't	2518
you,	2482
were	2442
some	2442
la	2435
his	2432
man	2429
eyes	2427
still	2419
good	2362
that's	2358
then	2354
wanna	2341
us	2338
why	2322
would	2285
keep	2272
had	2262
every	2253
around	2223
look	2203
find	2180
over	2175
well	2153
am	2146
ever	2129
long	2091
into	2075
an	2068
girl	2032
always	2006
nothing	1963
said	1953
mind	1895
hold	1871
hear	1857
better	1804
things	1783
believe	1765
home	1749
something	1730
light	1727
them	1722
she's	1719
tonight	1715
you've	1714
baby,	1707
you'll	1677
gone	1673
really	1656
live	1655
n't	1652
yeah,	1642
much	1638
i'd	1587
another	1575
gotta	1564
before	1561
turn	1560
new	1538
's	1532
alone	1512
try	1505
everything	1486
thing	1465
their	1461
hey	1453
these	1445
should	1442
than	1437
inside	1434
last	1414
leave	1408
show	1407
left	1407
did	1384
has	1379
fall	1368
someone	1351
old	1350
made	1338
going	1324
lost	1311
face	1308
people	1306
dream	1300
stop	1296
without	1277
break	1277
stay	1274
head	1257
we'll	1248
him	1237
call	1226
off	1221
must	1219
let's	1209
end	1204
put	1196
waiting	1193
even	1187
wrong	1183
walk	1177
run	1170
dance	1160
hard	1158
cause	1136
other	1122
change	1121
enough	1119
sun	1098
together	1096
comes	1088
place	1087
soul	1083
own	1081
he's	1078
hand	1076
boy	1057
cry	1056
-	1056
please	1055
feeling	1042
thought	1027
forever	1026
big	1025
die	1021
same	1010
living	1001
hands	999
looking	996
it,	995
myself	994
fire	992
maybe	982
true	980
blue	979
while	974
'm	972
remember	966
stand	964
sky	961
free	958
mine	956
play	955
sweet	945
care	936
side	932
well,	920
na	918
bring	916
on,	913
bad	910
far	909
dreams	906
may	904
real	899
those	898
hey,	896
words	892
days	889
till	887
song	882
came	876
help	870
best	868
coming	868
ya	866
two	865
found	864
love,	862
talk	862
lose	860
name	859
sing	850
done	843
cold	842
rain	836
knew	834
hope	833
ooh	831
high	830
town	828
pain	827
lie	824
morning	822
kiss	818
forget	818
once	817
lonely	817
times	815
.	812
god	802
line	801
close	798
many	798
up,	789
seen	785
dark	779
sure	777
no,	772
wish	772
sometimes	767
open	762
wait	760
what's	759
told	756
watch	747
?	747
're	746
everybody	746
because	745
goodbye	737
arms	736
door	733
tears	727
woman	722
might	721
they're	716
somebody	716
goes	715
makes	715
deep	713
start	713
behind	711
didn't	711
heaven	710
save	706
broken	703
though	702
alright	702
crazy	697
rock	694
until	693
knows	687
kind	687
ah	687
happy	683
getting	682
move	682
alive	678
after	673
now,	673
young	673
lies	671
touch	670
anything	669
we've	668
any	667
friends	664
took	664
under	663
understand	661
down,	661
city	660
da	660
friend	660
chance	657
fly	656
wind	652
nobody	652
its	651
la,	648
heard	646
boys	645
else	645
black	644
sleep	643
yourself	640
[chorus]	636
miss	635
money	633
seems	633
trying	627
each	626
work	623
used	622
yes	622
couldn't	618
lay	614
such	610
today	609
saw	607
stars	606
'll	604
running	599
matter	596
falling	594
wanted	594
upon	593
part	591
ride	590
years	589
smile	586
hate	586
go,	585
along	583
feels	581
ground	579
went	578
first	573
dead	573
road	573
listen	573
fight	571
easy	569
next	566
pretty	565
girls	564
tomorrow	563
hide	562
set	562
late	560
mean	559
body	558
moon	554
'	554
fool	551
hurt	549
truth	548
air	544
does	544
born	543
(i	542
street	540
ask	535
beautiful	533
reason	533
round	532
guess	527
room	525
christmas	525
lights	524
control	524
fear	521
very	517
sound	516
que	512
strong	511
fine	509
feet	509
doesn't	505
shine	502
meet	500
roll	500
star	496
standing	494
soon	494
talking	493
gets	491
blood	489
loving	488
tried	486
wonder	480
'til	479
land	478
being	475
gave	473
burning	473
walking	471
know,	469
've	469
beat	469
lot	468
moment	466
follow	465
apart	462
you'd	462
summer	461
pay	461
keeps	460
music	460
anymore	459
hit	458
ready	458
wild	458
me?	455
game	454
away,	454
white	453
house	453
way,	452
whole	452
sea	450
learn	449
between	448
whoa	447
gimme	446
fun	445
train	443
ca	442
river	442
making	442
hell	440
word	440
party	439
full	438
wants	436
ooh,	434
past	434
red	433
wouldn't	432
above	431
honey	429
burn	428
afraid	428
goin'	425
takes	423
bed	422
thinking	422
loved	417
step	415
taking	413
seem	411
hearts	411
across	409
wake	407
bit	407
secret	406
strange	405
do,	405
hot	401
isn't	400
calling	398
everyone	397
dancing	395
lives	395
night,	393
fast	393
who's	391
de	391
'em	391
shake	389
outside	388
floor	388
magic	388
you)	387
child	387
reach	387
needs	386
blind	386
said,	385
felt	385
sad	383
tight	381
war	381
me.	380
says	378
turning	378
promise	377
somewhere	377
nights	376
time,	373
slow	371
use	368
sorry	365
tired	365
blues	363
i,	361
bright	359
cannot	359
me)	358
skin	357
king	357
taste	356
worth	356
shall	355
damn	355
o	355
water	354
ah,	353
breathe	352
meant	350
tear	350
wall	349
girl,	348
lips	347
faith	345
turned	345
rest	344
drive	343
throw	342
pray	342
voice	341
breath	341
which	340
watching	339
since	338
stone	337
lord	334
pull	333
loves	331
breaking	331
eye	331
different	330
angel	328
known	327
death	327
nowhere	327
lover	327
singing	326
you.	325
grow	324
men	324
earth	323
caught	322
empty	322
car	321
story	320
leaving	319
children	318
wasn't	317
darkness	316
sit	315
gimme,	313
warm	312
power	311
cool	311
streets	311
read	309
blow	309
songs	308
met	308
boy,	307
hair	307
doo	307
someday	306
yes,	305
clear	304
uh	303
out,	303
kill	303
babe	302
low	301
holding	301
darling	299
crying	299
!	298
mama	297
playing	296
belong	294
win	294
sign	293
dear	292
higher	292
everybody's	291
looks	291
you?	290
fell	290
trust	289
&	289
uh,	289
send	288
heart,	288
fade	288
ones	288
rise	287
three	287
both	287
peace	286
looked	285
life,	284
mother	283
dying	283
they'll	282
lovers	282
working	281
whatever	281
thousand	281
say,	281
saying	280
telling	280
cross	279
thank	279
she'll	279
near	278
shadows	278
el	277
nothin'	277
catch	277
chorus	276
great	274
cut	274
straight	273
against	272
one,	272
long,	272
ways	271
yet	270
man,	270
speak	269
shame	269
answer	268
hello	268
'bout	268
midnight	267
'round	267
lady	267
(you	265
giving	265
drink	265
sick	265
lead	264
gun	262
ring	261
year	260
angels	260
be,	260
nice	260
blame	260
hanging	259
number	259
closer	258
daddy	258
walls	258
anyone	258
sin	258
doing	257
so,	257
moving	256
ba	256
sex	256
shut	255
piece	255
lovin'	253
kept	253
day,	253
started	253
future	252
wings	252
write	252
shining	251
memories	251
wan	251
edge	251
(oh)	249
hang	249
trouble	249
sight	249
spend	248
tu	248
pick	248
scared	247
share	247
swear	247
kids	247
dirty	246
dreaming	246
radio	245
knowing	245
finally	245
again,	244
window	243
called	243
walked	241
gon	241
livin'	240
somehow	239
gold	239
carry	239
five	238
forgive	238
knees	238
losing	238
y	238
quite	237
gone,	237
back,	237
pass	236
beyond	235
yesterday	234
boom	234
heat	234
miles	234
(oh	234
dry	234
shoes	233
most	233
scream	233
doubt	232
held	232
played	231
tonight,	230
fill	229
small	229
lucky	229
begin	228
return	227
mi	227
guy	226
front	226
space	226
perfect	225
right,	225
safe	224
waste	223
bow	223
survive	222
ends	222
)	222
within	221
yeah)	221
million	220
wah,	220
picture	220
everyday	219
state	219
raise	219
jump	219
golden	218
second	218
dawn	218
joy	218
see,	217
love's	217
sitting	217
band	216
misery	216
died	215
pride	215
crowd	215
hours	215
everywhere	215
yours	215
world,	214
son	213
(don't	212
wear	212
comin'	212
here,	212
american	212
almost	211
shot	211
pretend	211
bye	211
gettin'	210
broke	209
loud	209
already	208
top	208
memory	208
bet	207
santa	207
talkin'	205
needed	205
snow	205
kinda	204
taken	204
laugh	204
beside	204
silver	204
girlfriend	203
turns	203
longer	203
worry	203
ocean	203
boys,	202
...	202
half	202
green	202
storm	202
phone	201
shadow	201
sense	200
few	199
here's	199
eyes,	199
rhythm	198
brought	198
anyway	198
eat	198
na,	197
mad	197
(i'm	197
stranger	197
family	197
cover	196
silence	196
(and	196
there,	196
thinkin'	196
queen	196
realize	195
deny	195
freedom	195
please,	195
paradise	194
lookin'	194
price	194
buy	194
supposed	194
rather	194
whoa,	194
thoughts	193
do?	192
special	192
clouds	191
oo	191
mouth	190
breathing	190
eh	190
wo	190
brand	190
news	189
anybody	189
funny	189
devil	189
'd	188
feelings	188
ohh	187
ha	187
middle	187
mess	187
stronger	187
fingers	186
hurts	186
dust	186
killing	186
c'mon	186
en	186
ice	186
oh)	186
we'd	186
in,	185
lines	185
honey,	185
im	185
doin'	185
climb	184
searching	184
early	184
merry	183
it)	182
fuck	182
stood	182
mirror	182
crime	182
it?	182
means	182
everything's	181
learned	181
poor	181
clothes	181
welcome	180
holy	180
point	180
changed	180
are,	180
all,	179
dumb	178
yo	178
single	178
lying	178
hour	178
pieces	178
steal	177
prayer	176
mind,	176
fools	175
bleed	175
thunder	175
they've	175
flame	174
he'd	174
precious	174
stare	173
treat	173
instead	173
sorrow	173
corner	173
mr.	173
brain	173
bitch	173
slowly	172
kisses	172
filled	172
sent	172
fate	172
school	172
anywhere	172
suddenly	171
slip	171
insane	171
man's	171
lived	171
having	170
built	170
luck	170
feelin'	170
alright,	169
tree	169
ago	169
(yeah)	169
brother	169
highway	169
one's	169
mary	168
father	168
growing	168
drop	168
laughing	167
desire	167
shit	167
starts	166
beneath	166
more,	166
ass	166
sleeping	165
woke	165
leaves	165
four	164
changing	164
seven	164
count	163
sunday	163
race	163
dress	163
alone,	163
yea	162
good,	162
sand	162
kick	162
rich	162
faces	162
sister	162
become	161
scene	161
enemy	161
lets	160
stupid	160
nine	160
mistake	159
shouldn't	159
choose	159
there'll	159
beauty	159
others	159
push	158
bird	158
glad	158
evening	158
secrets	158
human	158
voices	158
he'll	158
build	157
question	157
wine	157
prove	157
heavy	157
less	156
jesus	156
wide	155
'till	155
es	155
glass	155
(	155
kid	155
kissed	155
cry,	154
ahead	154
my,	154
cruel	154
life's	154
fighting	154
rose	153
mine,	153
clean	152
harder	152
stuck	152
shout	151
ten	151
falls	151
forgotten	151
mountain	150
flying	150
sunshine	150
haven't	150
rolling	150
lift	149
dog	149
tryin'	149
work,	149
tv	149
hero	149
paper	149
rules	149
cried	148
proud	148
women	148
tender	147
love)	147
rockin'	147
awake	147
happen	147
fever	147
around,	147
given	146
strength	146
trees	146
explain	146
disguise	146
come,	145
places	145
keeping	145
remain	145
darling,	145
underneath	144
skies	143
lord,	143
it'll	143
ran	142
wave	142
loose	142
wonderful	142
york	142
tough	142
whisper	142
loneliness	141
hill	141
fields	141
cries	141
evil	141
key	140
simple	140
endless	139
asked	139
happened	139
why,	139
bells	139
tune	138
dance,	138
waitin'	138
glory	138
surrender	138
quiet	138
hole	138
chains	138
grace	138
don't,	138
flowers	138
walkin'	138
beautiful,	137
okay	137
act	137
por	136
beating	136
job	136
feed	135
silent	135
escape	135
love.	135
flow	135
final	134
weak	134
bar	134
brings	134
hurry	134
her,	134
screaming	134
laid	133
missing	133
church	133
(oh,	133
to,	133
pour	133
home,	132
fix	132
crawl	132
view	132
driving	131
twice	131
fantasy	131
naked	131
john	131
spell	131
bang	131
saturday	131
waited	131
burned	131
ghost	131
fit	130
wheel	130
passing	130
country	130
hand,	130
til	129
case	129
huh	129
trip	129
won	129
saved	129
passed	129
innocent	129
bottle	128
she'd	128
written	128
baby)	128
wrote	128
plan	128
winter	128
vision	127
hundred	127
lo	127
history	127
whenever	127
te	127
darlin'	127
runnin'	127
rush	127
wherever	127
breeze	127
flesh	126
light,	126
bound	126
stuff	126
birds	126
bleeding	126
together,	126
nothing's	124
(it's	124
sail	124
movie	124
thin	124
battle	124
paid	124
soft	124
wheels	124
fame	124
promises	124
se	123
want,	123
later	123
amor	123
over,	123
(all	123
rising	123
ending	122
guys	122
killed	122
changes	122
mmm	122
today,	122
runs	122
book	122
bones	122
ready,	122
letter	122
melody	122
flames	122
gives	121
money,	121
mister	121
comfort	121
cars	121
knock	121
sang	121
least	121
spread	121
wife	121
di	121
bite	120
fallen	120
fire,	120
bitter	120
worse	120
magic,	120
spent	120
woah	120
cat	120
none	120
shoulder	120
outta	120
danced	119
tall	119
ship	119
spirit	119
surprise	119
dirt	119
tells	119
promised	119
release	119
tongue	119
machine	119
(the	118
moonlight	118
beginning	118
dressed	118
bone	118
chain	117
buh	117
sounds	117
reaching	117
just,	117
wrong,	117
hello,	117
figure	117
miracle	116
wise	116
roses	116
fair	116
freak	116
confess	116
smoke	116
un	116
message	116
below	116
hey!	116
again.	115
grave	115
ev'ry	115
seemed	115
thanks	115
rough	114
disappear	114
minds	114
reasons	114
finger	114
roll,	114
asking	114
noise	114
modern	114
staring	114
crown	113
clock	113
[chorus:]	113
souls	113
imagine	113
johnny	113
six	113
wishing	113
riding	112
guns	112
hungry	112
gon'	112
sell	111
minute	111
shots	111
decide	111
sold	111
guitar	111
moves	110
calls	110
shines	110
dig	110
watched	109
tied	109
deeper	109
impossible	109
us,	109
dancin'	109
head,	109
ma	109
wash	109
die,	109
search	109
sexy	109
emotion	109
guide	108
baby's	108
pleasure	108
billy	108
likes	108
desert	108
shoot	107
dreamed	107
yeah!	107
heal	107
dream,	107
check	107
two,	107
beg	107
regret	107
boots	107
pack	107
movin'	106
best,	106
answers	106
face,	106
and,	106
self	105
fading	105
destiny	105
fame,	105
tide	105
action	105
locked	105
wrapped	105
chances	105
mercy	105
ball	105
papa	105
waves	105
knife	105
forgot	105
somethin'	105
danger	105
run,	104
dare	104
(just	104
god,	104
track	104
hoping	104
bell	104
age	104
cant	104
hung	104
began	104
folks	104
true,	103
bought	103
grab	103
join	103
(on	103
games	103
paint	103
diamond	103
burns	103
cares	102
high,	102
chorus:	102
drown	102
mornin'	102
bridge	102
blows	102
thrill	102
begging	102
days,	102
grey	102
spin	102
stick	102
tik	102
weather	101
distance	101
sins	101
style	101
course	101
sinking	101
bad,	101
surely	101
passion	101
blowing	100
fears	100
bend	100
monkey	100
em	100
troubles	100
west	100
madness	100
letting	100
certain	100
smiling	99
fucking	99
mood	99
go?	99
crazy,	99
cloud	99
seeing	99
sweat	99
sweater	99
mighty	99
reality	99
walks	99
smell	98
aren't	98
bless	98
garden	98
begun	98
america	98
wearing	98
ordinary	97
now?	97
crash	97
ringing	97
know?	97
steel	97
praying	97
slave	97
dies	97
lifetime	96
care,	96
ladies	96
treasure	96
breaks	96
swing	96
remind	95
forever,	95
name,	95
that,	95
grown	95
heels	95
spinning	95
week	95
blessed	95
closed	95
al	95
grass	95
kitty	95
pure	95
favorite	95
handle	94
bear	94
easy,	94
shook	94
gods	94
fake	94
ear	94
mountains	94
lovely	94
counting	94
glow	94
doors	94
get,	94
moved	94
short	94
although	93
else's	93
innocence	93
(so	93
sat	93
fact	93
strangers	93
brave	93
cheap	93
brown	93
beer	93
never,	93
like,	93
drag	93
meaning	93
sugar	93
weren't	92
sees	92
sun,	92
crack	92
taught	92
whose	92
pictures	92
gentle	92
babe,	92
victim	92
telephone	92
torn	92
asleep	92
begins	92
wedding	92
ashes	92
teach	92
wasted	92
myself,	92
situation	91
sacred	91
simply	91
recall	91
go.	91
seat	91
jack	91
lust	91
pressure	91
coffee	91
go)	91
lock	91
thinks	91
hiding	91
sweeter	90
then,	90
blown	90
(love	90
world's	90
missed	90
(no	90
nobody's	90
washed	90
sha	90
dangerous	90
(chorus)	89
happens	89
hurting	89
kingdom	89
touched	89
army	89
heart's	89
divine	89
lately	89
sayin'	89
lightning	89
worst	89
harm	89
si	89
cold,	89
weekend	89
ai	89
lonely,	89
putting	89
dont	88
cast	88
bottom	88
suffer	88
dogs	88
eh,	88
x2]	88
stayed	88
shy	88
rule	88
cryin'	88
beach	88
sunrise	87
table	87
end,	87
electric	87
reflection	87
worked	87
eres	87
fifth	87
by,	87
it.	87
led	87
laughter	87
stage	87
rain,	87
pity	86
sooner	86
shaking	86
hay	86
plans	86
through,	86
joke	86
path	86
adore	86
greatest	86
swim	86
romance	86
jet	86
better,	85
attention	85
shattered	85
wondering	85
hopes	85
outrageous,	85
liar	85
wasting	85
hardly	85
radar	85
[repeat:	85
fall,	85
daddy's	85
satisfied	85
people,	85
rains	85
this,	84
ya,	84
curse	84
mark	84
wears	84
starting	84
believing	84
diamonds	84
lied	84
older	84
le	84
kiss,	84
underground	84
quick	84
daughter	84
slipping	84
seas	84
damned	84
winds	83
stories	83
ride,	83
yellow	83
color	83
panic	83
leads	83
fallin'	83
wrap	83
fancy	83
ignore	83
opened	83
speed	83
hall	83
line,	83
poison	83
ta	83
soul,	83
drums	82
following	82
god's	82
further	82
now)	82
stands	82
funky	82
givin'	82
field	82
century	82
rainbow	82
pulled	82
embrace	82
buried	82
sweetest	82
playin'	82
away.	82
painted	82
candle	81
duh	81
esta	81
rode	81
alive,	81
mend	81
ticket	81
dum	81
faster	81
happening	81
fat	81
place,	80
e	80
nothing,	80
exactly	80
stop,	80
universe	80
stole	80
hidden	80
friday	80
(get	80
shore	80
years,	80
worlds	80
dark,	80
"i	80
zone	79
jive	79
:	79
softly	79
time.	79
trouble,	79
doctor	79
rocking	79
change,	79
grows	79
windows	79
leading	79
deal	79
can,	79
remember,	79
woman,	79
lonesome	79
(frank)	79
need,	79
drowning	79
quiero	79
vain	79
pretending	79
law	78
chase	78
drove	78
heaven's	78
learning	78
como	78
las	78
restless	78
steps	78
enough,	78
wore	78
stopped	78
scars	78
club	78
writing	78
disease	78
wanting	78
guilty	78
loaded	77
spring	77
colors	77
love?	77
prayers	77
ho	77
warning	77
unless	77
crossed	77
test	77
heads	77
sadness	77
noche	77
pocket	77
am,	77
feel,	77
trapped	77
goodbye,	77
young,	76
(if	76
they'd	76
fail	76
flag	76
grand	76
downtown	76
soldier	76
tomorrow,	76
hallelujah	76
ears	76
angry	76
twist	76
seek	76
sky,	76
christmas,	76
dame	76
screen	76
smiles	75
foot	75
south	75
smile,	75
careful	75
page	75
bringing	75
monday	75
spark	75
judge	74
ought	74
happiness	74
undone	74
goodnight	74
mistakes	74
where's	74
street,	74
longing	74
thats	74
hangin'	74
do)	74
there?	74
beast	74
da,	74
circle	73
ill	73
fine,	73
gypsy	73
i'ma	73
twenty	73
beats	73
ease	73
shed	73
heading	73
(we	73
good-bye	73
sunny	73
no-one	73
hills	73
eternity	73
harmony	73
drawn	73
mystery	73
ow	73
gray	73
nightmare	73
choice	73
expect	73
lean	73
resist	73
for?	72
thing,	72
cup	72
wire	72
proof	72
desperate	72
say?	72
listening	72
should've	72
park	72
youre	72
oh!	72
perfume	72
conversation	72
town,	72
bus	72
couple	72
plays	72
sings	71
side,	71
psycho	71
difference	71
religion	71
child,	71
claus	71
way.	71
circus	71
pulling	71
throwing	71
travel	71
kings	71
pale	71
matters	71
heaven,	71
friend,	71
savior	71
rainy	71
mile	71
devil's	71
signs	71
whiskey	71
something's	71
thrown	71
grew	71
setting	71
swore	70
hearing	70
headed	70
countin'	70
notice	70
be.	70
mama,	70
business	70
him,	70
healing	70
threw	70
sink	70
saints	70
know.	70
onto	70
master	70
ugly	70
back)	70
screams	70
building	70
cure	69
bomb	69
girls,	69
candy	69
ring,	69
time)	69
ourselves	69
someone's	69
brothers	69
[chorus:	69
pillow	69
nation	69
words,	69
score	69
problems	69
twilight	69
satisfaction	69
[instrumental]	69
boogie	69
try,	69
trade	69
company	69
hard,	69
everyone's	69
wipe	68
eternal	68
either	68
angel,	68
figured	68
force	68
makin'	68
(this	68
direction	68
hunger	68
on)	68
singin'	68
heroes	68
heartbeat	68
claim	68
roof	68
tat	68
veins	68
horse	68
east	68
who'll	68
note	68
flown	68
sorry,	68
morning,	68
waterloo	67
floating	67
lots	67
all.	67
is,	67
deserve	67
moon,	67
completely	67
but,	67
'n'	67
melt	67
shows	67
boss	67
valley	67
advice	67
stay,	67
do.	67
unknown	67
man.	67
night.	67
jealous	67
stones	67
be?	67
questions	66
art	66
(what	66
knee	66
legs	66
fortune	66
raised	66
baby?	66
tonight?	66
repeat	66
iron	66
closing	66
hollywood	66
crush	66
guard	66
bay	66
spare	66
lies,	66
confusion	66
row	66
planned	66
sigh	66
store	66
pain,	66
pushed	66
right?	65
nature	65
coat	65
along,	65
rage	65
crystal	65
among	65
crawling	65
drunk	65
hardest	65
weep	65
station	65
sunset	65
dear,	65
home.	65
salvation	65
plain	65
witness	65
blinded	65
(for	65
flight	65
workin'	65
super	65
dime	65
dancing,	65
nearly	65
youth	65
bale	65
flies	65
cuts	65
neon	65
says,	65
honest	65
saving	64
free,	64
rings	64
strike	64
swallow	64
destination	64
down)	64
tale	64
(i'll	64
pink	64
down.	64
journey	64
mother,	64
acting	64
it`s	64
union	64
afternoon	64
sickness	64
settle	64
standin'	64
reached	64
regrets	64
teacher	64
woo	64
worry,	64
word,	64
blew	64
spot	63
center	63
baby.	63
pushing	63
wet	63
cowboy	63
cling	63
gather	63
chill	63
recognize	63
satisfy	63
silly	63
for,	63
violence	63
wicked	63
ache	63
velvet	63
busy	63
showed	63
easily	63
ha,	63
truly	63
distant	63
times,	63
sword	63
(in	62
video	62
apart,	62
quit	62
messed	62
finds	62
life?	62
able	62
medicine	62
see?	62
allow	62
everything,	62
sleep,	62
doll	62
confidence	62
con	62
'neath	62
strings	62
same,	62
(it	62
type	62
county	62
offer	62
enter	62
world.	62
imagination	62
weight	62
game,	61
chicago	61
bloody	61
hey)	61
ladder	61
cuando	61
thief	61
princess	61
toys	61
suffering	61
belongs	61
tryna	61
towards	61
sisters	61
knockin'	61
(come	61
knocked	61
(that's	61
solo	61
sacrifice	61
harmony:	61
willing	61
calm	60
chest	60
tiny	60
stops	60
cheek	60
drowned	60
hoo	60
genie	60
spoken	60
destroy	60
horses	60
ah)	60
bitch,	60
gift	60
erase	60
lesson	60
brighter	60
aching	60
emptiness	60
stumble	60
class	60
life.	60
flower	60
chasing	60
mars	60
freehold	60
captain	60
complicated	60
pages	59
twisted	59
wit	59
inside,	59
hat	59
names	59
laughed	59
anger	59
person	59
tearing	59
footsteps	59
complete	59
alone.	59
dice	59
became	59
sets	59
draw	59
up)	59
shared	59
affair	59
joe	59
somebody's	59
dollar	59
blue,	59
bigger	59
hurroo	59
roads	59
rescue	58
string	58
waters	58
what,	58
darkest	58
illusion	58
away)	58
drinking	58
forgiveness	58
hook	58
teenage	58
climbing	58
pop	58
crashing	58
forty	58
match	58
i`m	58
frozen	58
chair	58
yearning	58
far,	58
fool,	58
late,	58
way)	58
moments	58
island	58
latest	58
lady,	58
forgiven	58
(hey,	58
praise	58
roller	57
bang!	57
numb	57
soldiers	57
strikes	57
saturday,	57
going,	57
train,	57
senses	57
knocking	57
move,	57
para	57
delight	57
talked	57
daylight	57
becomes	57
prison	57
knock,	57
shooting	57
spoke	57
car,	57
goin	57
friends,	57
flash	57
motion	57
serious	57
saint	57
switch	56
separate	56
squeeze	56
energy	56
bullet	56
wait,	56
amazing	56
fight,	56
will,	56
foreign	56
lullaby	56
hopeless	56
a,	56
plastic	56
talk,	56
smiled	56
shame,	56
hotel	56
ground,	56
searchin'	56
flows	56
la)	56
longest	56
sweet,	56
record	56
tracks	56
right)	55
done,	55
drifting	55
waits	55
l.a.	55
loser	55
fashion	55
gently	55
double	55
hide,	55
pouring	55
woah,	55
drum	55
rocky	55
sunlight	55
push,	55
natural	55
buddy	55
avenue	55
real,	55
slipped	55
city,	55
troubled	55
huh,	55
daddy,	55
marry	55
stream	55
keys	55
ghosts	55
camila:	55
waking	55
wander	55
familiar	55
trail	55
door,	55
faithful	55
mourn	54
dreams,	54
pero	54
nervous	54
oooh	54
probably	54
boat	54
everytime	54
(yeah,	54
teeth	54
except	54
uptown	54
fades	54
helping	54
kissing	54
minutes	54
arms,	54
drift	54
lazy	54
centuries	54
fever,	54
sheets	54
revolution	54
music,	54
(like	54
millions	54
bread	53
divide	53
july	53
miracles	53
drives	53
lose,	53
lie,	53
bump	53
touch,	53
in?	53
ohh,	53
invisible	53
aside	53
[verse	53
everybody,	53
confused	53
earth,	53
nose	53
borrowed	53
marching	53
(yeah	53
(when	53
deepest	53
room,	53
covered	53
box	53
porch	53
it!	53
curtains	53
packed	53
lane	53
whoa!	53
rip	53
bury	52
instrumental	52
there.	52
maybe,	52
japan	52
gal	52
ashamed	52
bare	52
swimming	52
o'clock	52
ok	52
wont	52
leavin'	52
son,	52
fills	52
food	52
ti	52
break,	52
bother	52
n	52
rivers	52
cards	52
on.	52
song,	52
normani:	52
fought	52
believe,	51
feet)	51
staying	51
heavens	51
major	51
often	51
(tell	51
again?	51
(never	51
collide	51
tastes	51
sex,	51
mind.	51
ancient	51
long)	51
womanizer,	51
married	51
night's	51
kitchen	51
hadn't	51
london	51
suit	51
father,	51
shinin'	51
covers	51
blood,	51
dreamin'	51
li,	51
(ooh)	51
trace	51
'n	51
now.	51
turnin'	51
(repeat	51
truck	51
cotton	51
"the	50
size	50
rollin'	50
lover,	50
sing,	50
todo	50
planet	50
legend	50
picked	50
tan	50
aw	50
gay	50
3	50
sons	50
whop	50
finding	50
nasty	50
eyed	50
rocks	50
plane	50
believes	50
highest	50
whisper,	50
day.	50
false	50
dude	50
got,	50
problem	50
quicksand	50
spanish	50
emotions	50
gates	50
romantic	49
prayed	49
slide	49
prize	49
heavenly	49
elvis	49
fly,	49
me?)	49
admit	49
10	49
jeans	49
roam	49
bodies	49
addicted	49
murder	49
mm	49
arm	49
twisting	49
bass	49
(take	49
cage	49
scene,	49
tease	49
'cos	49
takin'	49
believed	49
holds	49
wounds	49
mud	49
autumn	49
running,	49
body's	49
shade	48
neck	48
cool,	48
seasons	48
yourself,	48
mojo	48
wind,	48
pants	48
flew	48
under,	48
refuse	48
monster	48
spit	48
hollow	48
bout	48
la-la,	48
o'	48
on?	48
respect	48
common	48
bedroom	48
sits	48
stairs	48
cigarette	48
papers	48
brother,	48
doctor,	48
rio	48
you!	48
know)	48
det	48
britney	48
float	48
cuz	48
remains	48
raining	48
womanizer	48
season	48
tears,	48
oughta	48
wir	48
aware	47
'cross	47
yea,	47
weary	47
sometime	47
belief	47
wing	47
deep,	47
listen,	47
siempre	47
[incomprehensible]	47
satellite	47
slam	47
north	47
later,	47
charm	47
rebel	47
losin'	47
christ	47
surprised	47
holdin'	47
circles	47
hail	47
fed	47
rhyme	47
shot,	47
heartache	47
shit,	47
understood	47
gang	47
home"	47
tin	47
preacher	47
followed	47
wished	47
lover's	47
forth	47
animal	47
someone,	47
before,	47
stay.	47
touching	46
bag	46
more.	46
los	46
verse	46
sending	46
cha	46
blowin'	46
(modern	46
dorado,	46
les	46
much,	46
wins	46
suicide	46
herself	46
wood	46
oops,	46
reign	46
tie	46
how's	46
(here	46
else,	46
du	46
hometown	46
spiritual	46
main	46
lost,	46
tea	46
me!	46
tore	46
sake	46
lovers,	46
dive	46
music's	46
falling,	46
wisdom	46
french	46
off,	46
raw	46
patience	46
wah	46
enjoy	46
biggest	46
easier	45
social	45
barely	45
hands,	45
other,	45
(do	45
(let	45
press	45
shape	45
you...	45
una	45
beware	45
callin'	45
fighter	45
snake	45
tragedy	45
away?	45
steady	45
language	45
purple	45
discover	45
seed	45
girl's	45
haunt	45
front,	45
(my	45
lack	45
life)	45
sway	45
drug	45
cherry	45
(hey)	45
themselves	45
smells	45
liked	45
despair	45
burnin'	45
created	44
solid	44
lick	44
chance,	44
(a	44
block	44
traveling	44
drivin'	44
film	44
(ah	44
plenty	44
foolish	44
weave	44
eight	44
die.	44
meets	44
shackled	44
(now	44
mas	44
hot,	44
lyin'	44
pop,	44
neighborhood	44
guardian	44
inner	44
haunting	44
(they	44
failure	44
speaks	44
generation	44
cease	44
amy	44
leather	44
flowing	44
afford	44
demons	44
u	44
breath,	44
risin'	44
paying	44
fist	44
tonight.	44
them,	44
think,	44
prepared	44
information	44
ours	44
runner	44
worried	44
watchin'	44
moving,	44
anytime	44
stepped	44
not,	44
whether	43
success	43
soy	43
swallowed	43
sad,	43
eating	43
struggle	43
fights	43
xo,	43
home?	43
rolls	43
puts	43
fourth	43
summer's	43
idea	43
suitcase	43
strangest	43
girl.	43
chaos	43
throat	43
dead)	43
time?	43
careless	43
wanna,	43
savor	43
shirt	43
damage	43
pace	43
''	43
no)	43
james	43
letters	43
sleigh	43
parade	43
breathe,	43
carries	43
happy,	43
bulls	43
attack	43
frame	43
visions	43
television	43
whore	43
numbers	43
(uh	43
trapped,	42
rushing	42
decision	42
factory	42
again)	42
wound	42
up!	42
form	42
photograph	42
coming,	42
hips	42
compromise	42
things,	42
hoy	42
southern	42
dinah:	42
boyfriend	42
justify	42
sir	42
sexual	42
awhile	42
date	42
"you	42
ceiling	42
lyrics	42
41	42
back.	42
cadillac	42
bars	42
an'	42
courage	42
drew	42
mine.	42
tattoo	42
mask	42
sinners	42
(got	42
forest	42
tvc	42
stolen	42
muddy	42
bands	42
exist	42
returning	42
realized	42
itself	42
speaking	42
decided	41
jersey	41
cared	41
california	41
upside	41
overcome	41
fifteen	41
je	41
scratch	41
tiger	41
grip	41
why?	41
lion	41
faded	41
dead,	41
disco	41
local	41
bliss	41
crowd,	41
shakin'	41
tables	41
dyin'	41
clown	41
too,	41
granted	41
rotten	41
mother's	41
hell,	41
devotion	41
load	41
sailing	41
heart)	41
mission	41
criminal	41
american,	41
plates	41
dad	41
melting	41
call?	41
lights,	41
who'd	41
babies	41
drinks	41
2	41
december	41
tomorrow's	41
grief	41
(will	40
hits	40
intentions	40
stopping	40
cos	40
uh-uh-uh	40
dog,	40
closer,	40
lucy	40
tight,	40
killer	40
fence	40
um	40
all)	40
night)	40
curtain	40
rock,	40
sensation	40
lend	40
ay	40
steam	40
ma-ma-ma	40
flaming	40
sympathy	40
shelter	40
hatred	40
fits	40
private	40
hasn't	40
handsome	40
``	40
right.	40
wonder,	40
sane	40
dame,	40
echoes	40
star,	40
(hey	40
symphony	40
tellin'	40
roar	40
rat	40
her?	40
(to	40
apple	40
(but	40
younger	40
dropped	40
shown	40
sittin'	40
whispering	40
ally:	40
rolled	40
released	40
caress	40
smart	40
tumbling	40
heart.	40
road,	40
society	40
starlight	40
bags	40
hammer	39
lordy	39
carried	39
wonders	39
choir	39
hmm	39
sound,	39
degrees	39
news,	39
helped	39
fuse	39
trick	39
spine	39
square	39
hope,	39
groove	39
works	39
whispers	39
shades	39
serve	39
engine	39
bridges	39
mist	39
march	39
rub	39
bed,	39
would've	39
cost	39
hurricane	39
ray	39
rooms	39
boom,	39
aye,	39
china	39
naughty	39
name?	39
paul	39
everlasting	39
pen	39
screamin'	39
finish	39
seventeen	39
comes,	39
suppose	39
terror	39
thee	39
ho,	39
nails	39
something,	39
call,	39
more?	39
contigo	38
board	38
insanity	38
(gone)	38
xanadu	38
wild,	38
haunted	38
fairy	38
limit	38
throne	38
trap	38
paris	38
months	38
rides	38
cracks	38
suck	38
smooth	38
only,	38
sealed	38
toe	38
talks	38
eternally	38
nada	38
racing	38
free.	38
voice,	38
dances	38
hi	38
christie	38
sore	38
blank	38
broadway	38
toy	38
jungle	38
heya	38
yard	38
beethoven	38
thorn	38
boston	38
appear	38
habit	38
boogie,	38
hop	38
ãâ¤r	38
den	38
1	37
suga	37
rubber	37
(break)	37
sun's	37
stripped	37
ended	37
left,	37
juliet	37
obsession	37
believin'	37
affection	37
discovered	37
card	37
system	37
replace	37
helpless	37
sung	37
lauren:	37
creation	37
thick	37
wolf	37
(she	37
somebody,	37
tuesday	37
awful	37
mistletoe	37
strong,	37
1984	37
gain	37
deliver	37
pie	37
sixteen	37
laying	37
cain	37
bored	37
stand,	37
rope	37
charms	37
eighty	37
(your	37
oh-so	37
control,	37
gettin	37
sharp	37
gaze	37
(who	37
palm	36
western	36
tricks	36
understanding	36
bit)	36
swinging	36
911	36
conscience	36
echo	36
attitude	36
dann	36
nowhere,	36
(hold	36
down?	36
tip	36
shop	36
books	36
raging	36
jerusalem	36
su-,	36
damn,	36
slumber	36
code	36
(drop	36
showing	36
facts	36
holiday	36
la-la-la-love	36
defeat	36
chosen	36
comin	36
ideas	36
wrong?	36
eve	36
jumped	36
show,	36
lips,	36
whistle	36
messin'	36
alone)	36
ever,	36
decisions	36
weep,	36
hum	36
facing	36
pill	36
i'm,	36
sippin'	36
scattered	36
"baby,	36
split	36
blessing	36
selling	36
arrive	36
shelf	36
stays	36
mama's	36
rely	36
dinah	36
did,	36
warrior	36
jealousy	36
uncle	36
thy	36
dawning	36
live,	36
weapon	36
revenge	36
champagne	36
house,	36
faith,	35
ahora	35
everyday,	35
halo	35
farewell	35
jesse	35
blast	35
zero	35
pharaoh's	35
whispered	35
mixed	35
bein'	35
fault	35
border	35
borderline	35
perfectly	35
useless	35
unkind	35
whom	35
grind	35
feet,	35
say)	35
sandy	35
candles	35
jingle	35
could've	35
feast	35
tunnel	35
ser	35
childhood	35
worn	35
bold	35
ruin	35
guilt	35
stealing	35
amen	35
(say	35
church,	35
gasoline	35
sides	35
scary	35
needing	35
depend	35
truth,	35
still,	35
jean	35
5	35
ridin'	35
dinner	35
tidings	35
(you're	35
go!	35
dollars	35
slippin'	34
sighs	34
clearly	34
anymore,	34
of,	34
butterfly	34
pulls	34
berlin	34
traffic	34
ooo	34
fucked	34
me"	34
luv	34
risk	34
makin	34
dancer	34
ahh,	34
losers	34
rag	34
worries	34
runaway	34
jeannie	34
2]	34
masses	34
aah	34
third	34
phase	34
mind?	34
ties	34
drank	34
water,	34
waiting,	34
wealth	34
sharing	34
agree	34
celebrate	34
rocket	34
hearted	34
guiding	34
(gloria)	34
texas	34
x4]	34
forget,	34
gifts	34
peter	34
year,	34
und	34
sinner	34
grabbed	34
[chorus	34
lace	34
hallowed	34
alley	34
buildings	34
bind	34
pair	34
spirits	34
shoulders	34
big,	34
crowded	34
mirror,	34
(ooh	34
round,	34
aim	34
leaders	33
apologies	33
birth	33
we,	33
mothers	33
messiah	33
parts	33
describe	33
i'mma	33
(where	33
denied	33
red,	33
follows	33
it'd	33
soul's	33
sleeps	33
fast,	33
bill	33
high.	33
minute,	33
five,	33
web	33
dirty,	33
tangled	33
judgment	33
say.	33
m	33
animals	33
(is	33
map	33
cruise	33
grain	33
feeds	33
st.	33
ally	33
amen,	33
betcha	33
apologize	33
feel?	33
why'd	33
x3]	33
gone?	33
brains	33
tragic	33
death,	33
shiver	33
design	33
own,	33
stormy	33
clue	33
doubleplusgood	33
shove	33
wandering	33
in)	33
struck	33
re	33
prey	33
scar	33
humble	33
(dance	33
whatcha	33
mrs.	33
secret)	33
memories,	33
lauren	33
touches	33
rock'n	33
lightly	33
sleepy	33
gloom	32
tenderness	32
rise,	32
chose	32
bobby	32
war,	32
records	32
burst	32
vegas	32
reaction	32
quarter	32
famous	32
explodes	32
trains	32
list	32
steppin'	32
burning,	32
there)	32
hypnotized	32
i)	32
dance)	32
why)	32
stars,	32
was,	32
bee	32
fan	32
hides	32
fooling	32
punk	32
due	32
bank	32
creature	32
vow	32
lasts	32
peter,	32
lee	32
farm	32
glowing	32
picking	32
ooh)	32
sam	32
bye-bye	32
fresh	32
cop	32
shameless	32
guardian,	32
ships	32
sudden	32
toward	32
feather	32
darlin',	32
crumble	32
command	32
true.	32
always,	32
excuse	32
honeymoon	32
hug	32
forsaken	32
theres	32
out.	32
hasta	32
piano	32
memory,	32
cheer	32
"i'm	32
thanking	32
realize,	32
dreamer	32
three,	32
wars	32
cheat	32
debt	32
here?	32
`cause	32
receive	32
reputation	32
competition	31
broken,	31
machines	31
blues,	31
yesterdays	31
mind)	31
bien	31
total	31
cash	31
shiny	31
june	31
you"	31
cops	31
tend	31
coast	31
ey,	31
complain	31
fishes	31
dynamite	31
lake	31
chilly	31
wreck	31
reading	31
dizzy	31
honesty	31
kneel	31
driven	31
rosie,	31
loose,	31
bothered	31
ahh	31
forgetting	31
measure	31
spoon	31
lands	31
nation,	31
shine,	31
va	31
didja'	31
power,	31
(too	31
little,	31
conceal	31
eighteen	31
nos	31
confession	31
intricate	31
hated	31
media	31
digging	31
out)	31
(baby	31
kicks	31
headlights	31
salt	31
forward	31
mon	31
gate	31
ver	31
stayin'	31
magazine	31
mary's	31
rainbows	31
stop!	31
god.	31
flat	31
fooled	31
find,	31
victory	31
michelle	31
(sup-p-per	31
scheme	31
v	31
i?	31
tortured	31
backwards	31
higher,	31
relax	31
leave,	31
hallucinating	31
ching-a-ling,	30
order	30
johnny's	30
peace,	30
riverside	30
inspiration	30
mm,	30
lap	30
fear,	30
comeback	30
surface	30
martyr	30
named	30
plusgood	30
body,	30
sails	30
oh-oh,	30
c'mon,	30
protect	30
cracked	30
excited	30
gentleman	30
wants,	30
untrue	30
sãâ©	30
rights	30
part,	30
gathered	30
make,	30
(god	30
fuckin'	30
luck,	30
brick	30
scares	30
holes	30
helden	30
what?	30
defend	30
traveled	30
soothe	30
dove	30
l	30
scream,	30
nikita	30
public	30
behold	30
more)	30
jesus,	30
hurry,	30
bum	30
wonderland	30
look,	30
homes	30
ev'rybody	30
narrow	30
now!	30
(ah-ha)	30
(la	30
oasis	30
plant	30
mortal	30
toast	30
sands	30
to?	30
torture	30
play,	30
shakes	30
lifting	30
ev'rything	30
meeting	30
sind	30
selfish	30
treated	30
belle,	30
(yes	30
jumping	29
allowed	29
terrified	29
purse	29
nine,	29
drops	29
conquer	29
times)	29
father's	29
ramona	29
fired	29
tries	29
parking	29
aun	29
(let's	29
lotta	29
waist	29
emotional	29
sights	29
ooo,	29
lit	29
lookin	29
unto	29
united	29
here)	29
thighs	29
fall)	29
abandoned	29
see.	29
ya)	29
meal	29
(one	29
indian	29
tom	29
fall.	29
really,	29
mold	29
borrow	29
adam	29
illusions	29
lip	29
burn,	29
using	29
heart?	29
streets,	29
king's	29
vida	29
misunderstood	29
fascination	29
fish	29
besides	29
accept	29
nunca	29
plate	29
reveal	29
knows,	29
sleepin'	29
freaking	29
chicken	29
grin	29
auld	29
hears	29
chip	29
jane	29
tower	29
cutting	29
eyes.	29
rid	29
seeds	29
don`t	29
possession	29
starry	29
leap	29
owe	29
blaze	29
understands	29
birthday	29
toxic	29
stranded	29
burnt	29
(ya,	29
outrageous	28
figures	28
failed	28
honor	28
kicked	28
rain)	28
alien	28
presents	28
vez	28
connection	28
gas	28
graves	28
es,	28
nor	28
take-a	28
extra	28
carpet	28
harvest	28
chick	28
guitars	28
disappeared	28
inch	28
matter,	28
nasty)	28
burden	28
soon,	28
me...	28
savage	28
no!	28
slept	28
through?	28
vessel	28
(alright)	28
blinds	28
thought,	28
--	28
whoo	28
peaceful	28
tell,	28
rent	28
guy,	28
wishes	28
crow	28
live?	28
absolutely	28
blink	28
fog	28
jerk	28
dah	28
jail	28
temple	28
spreading	28
cities	28
nobody,	28
cameras	28
spotlight	28
kin	28
name.	28
(send	28
burlesque	28
eu	28
drugs	28
win,	28
dj	28
ich	28
crying,	28
elevator	28
bombs	28
cream	28
righteous	28
spite	28
slap	28
wrecking	28
last,	28
trash	28
fifty	28
shower	28
carnival	28
flood	28
ye	28
betrayed	28
hid	28
opinion	28
reaches	28
dipper	28
winner	28
sheep	28
impress	28
low,	28
couch	28
open,	28
hoo,	28
israel	28
party,	28
tales	28
9	28
drive-in	28
4	28
leader	28
service	27
razor	27
temptation	27
laughs	27
coward	27
here.	27
hoped	27
suffered	27
team	27
astray	27
keepin'	27
clinging	27
stone,	27
government	27
sip	27
shouting	27
gin	27
bitchin'	27
too.	27
missin'	27
3p	27
mention	27
bills	27
jaded	27
didn't,	27
"	27
concrete	27
woman's	27
shots)	27
absolve	27
shy,	27
give,	27
future's	27
fireworks	27
once,	27
sentence	27
hurt,	27
violent	27
connected	27
brush	27
beam	27
oceans	27
loss	27
returned	27
mexico	27
predict	27
core	27
dream.	27
agony	27
hate,	27
shooter	27
over)	27
near,	27
ate	27
(with	27
new,	27
voodoo	27
paved	27
lamb	27
promise,	27
stuff,	27
relief	27
scent	27
skinhead	27
man)	27
filling	27
att	27
brokenhearted	27
kills	27
void	27
halfway	27
afraid,	27
moment,	27
crocodile	27
ignite	27
mo	27
trigger	27
milk	27
glimpse	27
1]	27
shield	27
that'll	27
aboard	27
flashing	27
demand	27
sort	27
finest	27
lungs	27
around.	27
determined	27
cradle	27
grieve	27
(fame)	27
wie	27
surrender,	27
cake	27
(still	27
snow,	27
corazãâ³n	27
riot	27
ages	27
police	27
dans	27
destroyed	27
coal	27
knowledge	27
tainted	27
tape	27
storm,	27
struttin'	27
yeah.	27
hush	27
close,	26
deja	26
frown	26
memphis	26
about,	26
study	26
doom	26
towers	26
cell	26
twelve	26
1,	26
bible	26
yet,	26
breakfast	26
motherfucker	26
streams	26
image	26
mãâ¡s	26
horizon	26
about)	26
remembering	26
fantastic	26
smoking	26
attached	26
pavement	26
reeling	26
stares	26
superman	26
hesitation	26
disappears	26
clever	26
feeding	26
headin'	26
tickin'	26
helps	26
prime	26
valentine	26
throughout	26
loved,	26
zane,	26
highway,	26
unknown,	26
angel)	26
ven	26
superstar	26
dues	26
icy	26
dreamt	26
friendly	26
metal	26
somebody.	26
champion	26
listened	26
oooooh	26
fragile	26
through.	26
hunter	26
quickly	26
remove	26
sister,	26
permanent	26
walk,	26
need.	26
beg,	26
del	26
angeleyes	26
pound	26
disgrace	26
freaks	26
shoulda	26
seal	26
crossroads	26
leaf	26
one.	26
pills	26
ecstasy	26
shack	26
liberty	26
mister,	26
howling	26
guts	26
raising	26
thicker	26
feeling,	26
warmth	26
dorado	26
san	26
april	26
hand.	26
rodeo	26
worship	26
mourning	26
tokyo	26
winning	26
stepping	26
prince	26
quest	26
dedication	26
hallelujah,	26
(can	26
cute	26
sky.	26
jobs	26
bang,	26
(been	26
greed	26
help,	26
nights,	26
anything,	26
swept	26
himself	25
reads	25
toes	25
livin	25
murder,	25
england	25
toss	25
heed	25
deceive	25
try.	25
tag	25
notion	25
say:	25
serious,	25
a-rolling	25
beep	25
seats	25
cowboys	25
mamma	25
tour	25
candlelight	25
turning,	25
harry	25
frightened	25
poetry	25
freeze	25
planets	25
because,	25
(slow	25
spending	25
ruled	25
blackout	25
30	25
breakout	25
deadly	25
karma	25
catching	25
d	25
door.	25
prefer	25
several	25
shone	25
today?	25
pulse	25
milky	25
tempt	25
won't,	25
fundamental	25
kickin'	25
voy	25
needs,	25
(shout	25
atmosphere	25
post	25
wee	25
weird	25
neighbors	25
wondered	25
tremble	25
ruins	25
(are	25
shorty	25
mini	25
when's	25
believe)	25
betting	25
happen,	25
totally	25
pearls	25
aqui	25
janie	25
(work	25
thrills	25
aint	25
destruction	25
classic	25
(turn	25
grasp	25
sailor	25
lipstick	25
day-out	25
dontcha	25
runner,	25
deeply	25
static	25
toys,	25
sock	25
moses	25
thinkin'?	25
beams	25
toxic?	25
defense	25
bride	25
eagle	25
ooooh	25
how,	25
riders	25
gospel	25
over?	25
wink	25
warm,	25
spinnin'	25
hair,	25
claimed	25
weakness	25
important	25
ripped	25
cry.	25
slips	25
determination	25
girl?	25
sometimes,	25
(can't	25
stake	25
gone.	25
start,	25
trippin'	25
noose	25
der	25
momma	25
flashin'	25
real?	25
personal	25
castle	25
day-in	25
prisoner	25
clean,	25
sugarfall	24
haze	24
mercy,	24
clambake	24
bore	24
corners	24
excuses	24
old,	24
cloudy	24
crawled	24
baduwa	24
pays	24
chained	24
america's	24
(both)	24
dares	24
muscle	24
desnudate	24
grieving	24
passes	24
other's	24
sweetheart	24
thursday	24
invite	24
breakin'	24
heartbreak	24
changin'	24
fernando	24
pardon	24
weeks	24
throwin'	24
thieves	24
(somebody's	24
stillness	24
breed	24
tonight's	24
set,	24
gotta,	24
strip	24
bit,	24
tread	24
giant	24
drain	24
loud,	24
dreamers	24
yell	24
christian	24
angel's	24
boring	24
ee	24
work)	24
progress	24
be)	24
normani	24
toora	24
this?	24
knees,	24
bad]	24
celebration	24
dancin	24
forced	24
busted	24
askin'	24
darkness,	24
sparks	24
filles	24
freedom,	24
that?	24
night?	24
counts	24
[too	24
oprah	24
movies	24
lam	24
mad,	24
fa	24
danced,	24
cock	24
thou	24
denial	24
crave	24
dusty	24
understand,	24
winners	24
peel	24
role	24
mouth,	24
beaten	24
rhiannon	24
desires	24
prayer,	24
bug	24
don	24
position	24
dealing	24
voc	24
wash,	24
(41	24
som	24
becoming	24
kindness	24
dragon	24
linger	24
choke	24
loora	24
virgin	24
gutter	24
creeping	24
shotgun	24
(she's	24
science	24
i`ll	24
sirens	24
sentimental	24
coke	24
philadelphia	24
saddle	24
bubble	24
hates	24
pounding	24
fine.	24
shoes,	24
habits	24
rises	24
bruised	24
dug	24
insecure	24
j'aime	24
thirty	24
beat,	24
subway	24
drifted	23
summertime	23
presence	23
depression	23
serenade	23
seize	23
one)	23
range	23
shoe	23
answer,	23
romeo	23
pin	23
pay,	23
invitation	23
pony	23
standing,	23
tanelorn	23
everyone,	23
shock	23
fixed	23
(why	23
cursed	23
ive	23
(there's	23
defenses	23
brain,	23
wife,	23
delicate	23
hazy	23
loo	23
blade	23
t	23
is...	23
louder	23
children,	23
fearless	23
fiction	23
month	23
stitch	23
y'all	23
favourite	23
naked,	23
lower	23
sender	23
thirsty	23
fascinated	23
vengeance	23
true)	23
mellow	23
rabbit	23
town.	23
risin',	23
fires	23
shake,	23
dripping	23
blow,	23
divided	23
tenth	23
in.	23
weapons	23
casa	23
maiden	23
jukebox	23
disaster	23
surround	23
appears	23
muy	23
skin,	23
cats	23
working,	23
appeal	23
lessons	23
tasted	23
yesterday's	23
way?	23
family,	23
solve	23
were,	23
independence	23
garage	23
cow	23
clap	23
stained	23
target	23
eaten	23
priest	23
gravity	23
bewildered	23
dreamer,	23
everywhere,	23
treating	23
preach	23
dar	23
aye	23
(down	23
caused	23
abuse	23
made.	23
sea,	23
och	23
2,	23
elaine,	23
you`re	23
paradise,	23
feliz	23
window,	23
offering	23
greet	23
shallow	23
people's	23
shopping	23
rot	23
penny	23
ol'	23
heat,	23
future,	23
hopin'	23
base	23
justice	23
create	23
sailed	22
constant	22
greater	22
game?	22
roulette,	22
railroad	22
points	22
uh-uh	22
coz	22
wrong.	22
chelsea	22
slim	22
anxiety	22
causes	22
tame	22
yours,	22
stray	22
behaviour	22
stretch	22
bluebird	22
charan	22
clear,	22
"we	22
no.	22
houses	22
chillin'	22
creep	22
vacation	22
to.	22
(as	22
frightening	22
want)	22
slow,	22
boy's	22
universal	22
floor,	22
anyhow	22
touch?	22
marriage	22
thirst	22
day's	22
ohhh	22
hear,	22
vine	22
choices	22
terrible	22
'em,	22
torch	22
ko	22
honky-tonk	22
harry's	22
needle	22
telepathy	22
h	22
weeping	22
pool	22
jatee	22
up.	22
[bridge]	22
oh-oh	22
flash,	22
legendary	22
barefoot	22
headlines	22
wooden	22
harlem	22
sweetly	22
flow,	22
mach	22
unable	22
ignored	22
explode	22
finished	22
same.	22
cindy	22
hawaii	22
glitter	22
lamp	22
daydream	22
hunt	22
blind,	22
story,	22
event	22
health	22
september	22
naive	22
route	22
bop	22
boston,	22
end.	22
boats	22
settled	22
seconds	22
tension	22
fury	22
eats	22
mairi	22
marked	22
charming	22
(throw	22
(you)	22
li	22
leg	22
thorns	22
eye,	22
creatures	22
voulez-vous	22
patiently	22
iii	22
time's	22
signed	22
notorious	22
flip	22
lives,	22
career	22
comin',	22
creeps	22
fight.	22
anyone,	22
obvious	22
sincere	22
temptation,	22
mom	22
fingertips	22
puedo	22
starving	22
caroline	22
arrived	22
aches	22
silently	22
imma	22
ego	22
uh-huh,	22
believer	22
survived	22
huh)	22
credit	22
carrying	22
heartaches	22
vi	22
impression	22
girlfriend,	22
demon	22
fright	22
sight,	22
feelin	22
temporary	22
drinkin'	22
experience	22
fair,	22
hearts,	22
pain.	22
alone?	22
wid	22
(look	22
cut,	22
bloom	22
that)	22
unfold	21
vicious	21
hound	21
learn,	21
bucks	21
mona	21
constantly	21
toll	21
smiles,	21
graveyard	21
suits	21
story's	21
desperation	21
account	21
scared,	21
difficult	21
bunch	21
countless	21
knew,	21
wasteland	21
ziggy	21
gold,	21
n'	21
remembers	21
slowly,	21
wanted,	21
heals	21
[baby	21
kinds	21
froggy	21
sailors	21
hunk	21
came)	21
breathless	21
trucks	21
ella	21
passion,	21
sensitive	21
forever.	21
behind,	21
flowers,	21
show.	21
ticking	21
che	21
salute	21
dodo,	21
cry?	21
reckless	21
second,	21
chew	21
vows	21
win?	21
level	21
way]	21
speak,	21
whirl	21
liquor	21
hold,	21
laughin'	21
reindeer	21
filter,	21
(sing	21
ignorant	21
a.	21
girl)	21
blue.	21
stumbled	21
to)	21
pumping	21
former	21
alright.	21
jam	21
circumstance	21
fold	21
s	21
waltz	21
destined	21
sentir	21
danny	21
clay	21
woods	21
singer	21
(ooh,	21
ireland	21
favor	21
eleven	21
chemicals	21
horn	21
visit	21
virginia	21
protection	21
sin,	21
appreciate	21
rebel,	21
ma,	21
line.	21
britney,	21
outside,	21
vibrations	21
schemes	21
invincible	21
pickup	21
vivir	21
dixie	21
lang	21
perform	21
over.	21
rain.	21
criticize	21
focus	21
pawn	21
fans	21
soda	21
brazil	21
claus,	21
behave	21
helpless,	21
stomp	21
camila,	21
unsure	21
anyway,	21
"oh	21
americans	21
addiction	21
lives.	21
trusted	21
rewind	21
(instrumental)	21
this)	21
overdue	21
et	21
darkened	21
lovin',	21
flee	21
ha)	21
jimmy	21
pitch	21
man?	21
witness,	21
reward	21
breast	21
henry	21
danger,	21
judgement	21
being,	21
prerogative	21
john,	21
calling,	21
can`t	21
motel	20
apology)	20
compete	20
audience	20
(safe,	20
tommy	20
green,	20
evening,	20
immortals,	20
relate	20
(i've	20
qui	20
rap	20
"it's	20
rotting	20
uncertain	20
famine	20
fire?	20
friends.	20
perfect,	20
greyhound	20
cinematic	20
talkin',	20
tomorrows	20
unlock	20
physical	20
steals	20
"hey	20
***	20
prettiest	20
colder	20
shouted	20
puppet	20
summers	20
towns	20
talkin	20
wish,	20
evenin'	20
scare	20
mental	20
sucker	20
(goodbye)	20
flinstone	20
twentieth	20
(right	20
boom-a-boomerang	20
okay,	20
band,	20
cannon	20
awoke	20
runnin',	20
(long	20
replaced	20
woh	20
gown	20
soul.	20
chicago,	20
dance.	20
bye,	20
appetite	20
pretty,	20
thirteen	20
(aha)	20
mirrors	20
doorway	20
ni	20
thousands	20
looka	20
kids,	20
also	20
poets	20
living,	20
can't,	20
confident?	20
nearer	20
peaches	20
orange	20
garden,	20
washing	20
brigade	20
guarantee	20
ringin'	20
got)	20
bringin'	20
solitude	20
entertain	20
avoid	20
delicious	20
thunder,	20
railway	20
threat	20
chased	20
drama	20
charge	20
(oh!)	20
sir,	20
awaiting	20
perhaps	20
strain	20
fists	20
lovely,	20
hubiera	20
woo-hoo	20
monsters	20
refrain	20
bears	20
immor-	20
bah	20
shark	20
above,	20
last?	20
take.	20
..	20
glove	20
pleasure,	20
revelator	20
hut,	20
bones,	20
grail	20
nah	20
chooka	20
senseless	20
wa	20
non	20
7	20
older,	20
shoulder,	20
sale	20
jaw	20
plague	20
silk	20
comprehend	20
banks	20
home)	20
oooh,	20
(not	20
will.	20
nail	20
lone	20
extreme	20
upstairs	20
britney:	20
imaginations	20
pressed	20
hush,	20
jokes	20
magazines	20
suffragette	20
happiest	20
cortãâ©s	20
husband	20
(keep	20
ding	20
barrel	20
define	20
perfection	20
oh...	20
leaving,	20
suzie	20
cowboy,	20
(we're	20
robot	20
rare	20
tough,	20
ignorance	20
winter's	20
t.v.	20
curious	20
side.	20
while,	20
hesitate	20
scenes	20
infatuation	20
earn	20
compassion	20
thru	20
gained	20
name...	20
fruit	20
jah	20
by.	20
air,	20
glue	19
aggravation	19
canal	19
endlessly	19
lalalala	19
suede	19
designed	19
reason,	19
headline	19
degree	19
enemies	19
dumb,	19
sticks	19
mysteries	19
(whoa	19
apology	19
vacant	19
nurse	19
elton	19
forevermore	19
fathers	19
startin'	19
silence,	19
butterflies	19
amor,	19
style,	19
madison	19
misty	19
royal	19
bleeds	19
spell,	19
paths	19
light.	19
fairytale	19
rapture	19
tryin	19
backyard	19
insane,	19
christmas)	19
joyous	19
hey!)	19
flex	19
gotten	19
(regrets)	19
drummer	19
surprise,	19
despite	19
tramp	19
placed	19
arrival	19
(baby)	19
under)	19
oklahoma	19
saying,	19
female	19
land,	19
together?	19
emerald	19
[and	19
oblivion	19
religion,	19
beads	19
battlefield	19
(only	19
combination	19
jewel	19
momma,	19
[repeat	19
awake,	19
makeup	19
radar,	19
surrounds	19
humming	19
wednesday	19
coaster	19
defeated	19
inside?	19
wiser	19
ya'	19
landing	19
pilot	19
been,	19
trees,	19
bossa	19
knowin'	19
radio,	19
hand)	19
shivers	19
fe	19
up?	19
stable	19
well)	19
seven,	19
stir	19
address	19
(higher!)	19
men,	19
suck.	19
droppin'	19
anytime,	19
lime	19
daily	19
"this	19
sol	19
indestructible	19
for)	19
politics	19
convince	19
fun,	19
droning	19
papa,	19
raindrops	19
depressed	19
name)	19
goodnight,	19
laugh,	19
'tis	19
arise	19
swell	19
lemon	19
nerve	19
neither	19
joining	19
sorrows	19
fiery	19
well.	19
corner,	19
culture	19
mean,	19
sober	19
make-up	19
wildest	19
thinking,	19
stations	19
sleeve	19
hour,	19
cinderella	19
trial	19
"it	19
tumbled	19
women,	19
mind's	19
queens	19
dee	19
bright,	19
alma	19
merry-go-round	19
vanished	19
a-courtin'	19
ready?	19
freaky	19
done.	19
powers	19
year.	19
key,	19
mary,	19
flags	19
doubts	19
fightin'	19
large	19
dying,	19
pleasures	19
today.	19
yeah?	19
screwed	19
lined	19
alice	19
armor	19
bionic,	19
failing	19
mash	19
whoa)	19
wakes	19
had,	19
noticed	19
