,	191467
i	175657
you	138705
the	132038
and	82854
to	79559
a	76023
it	63245
me	62691
's	52788
n't	52386
my	51345
in	46971
that	42392
'	40318
do	38644
of	35512
on	35007
'm	34710
your	30782
we	26969
be	26152
(	26092
)	26081
love	25201
is	24725
for	24675
all	24478
but	22133
like	22031
with	21704
got	21464
so	20789
know	20469
just	20041
.	19179
when	18783
up	18493
what	17893
?	17710
they	17049
get	16736
this	16719
no	16512
'll	16286
can	16091
oh	15216
if	15045
she	14903
baby	14771
now	14431
're	13998
was	13485
he	12955
out	12831
na	12766
down	12397
there	12247
one	12148
go	11913
see	11050
let	10371
time	10341
never	10327
ai	10056
at	9964
have	9908
want	9685
've	9551
her	9525
say	9511
come	9386
from	9306
yeah	9237
not	9028
are	9014
as	8991
ca	8871
back	8830
make	8776
gon	8565
how	8484
will	8297
!	8219
girl	7931
way	7904
man	7738
take	7472
]	7053
[	7044
could	6963
right	6910
tell	6870
life	6848
here	6699
been	6505
who	6494
heart	6478
more	6213
or	6122
night	6113
where	6054
then	6026
about	6012
need	5942
little	5873
some	5861
by	5826
well	5764
day	5760
his	5691
feel	5653
give	5627
'cause	5626
too	5463
ya	5400
would	5396
think	5391
nigga	5370
wan	5356
why	5311
away	5293
through	5207
world	5202
did	5162
still	5135
good	5044
keep	4974
only	4931
'd	4900
shit	4866
had	4833
look	4713
them	4675
said	4597
around	4579
``	4531
every	4529
us	4504
''	4477
him	4453
over	4424
ever	4155
our	4142
off	4127
la	4124
cause	4099
again	4044
long	4021
wo	4010
ta	3946
eyes	3923
home	3900
these	3865
an	3849
fuck	3735
always	3697
better	3627
put	3627
gone	3626
find	3511
:	3479
chorus	3475
were	3472
really	3412
money	3396
even	3383
hold	3368
hear	3363
niggas	3347
nothing	3337
...	3282
call	3261
than	3203
mind	3193
much	3186
should	3111
am	3095
new	3090
made	3048
things	3047
hey	3042
before	2918
thing	2874
tonight	2860
hard	2818
turn	2812
old	2790
try	2777
bitch	2734
live	2728
stay	2724
last	2713
yes	2674
leave	2671
believe	2670
'em	2647
something	2625
boy	2619
into	2589
people	2551
real	2522
show	2514
everything	2503
run	2491
two	2473
other	2467
stop	2454
name	2429
bad	2429
`	2373
face	2362
alone	2360
die	2356
another	2347
true	2332
going	2324
big	2301
de	2285
while	2275
mine	2271
head	2261
please	2253
someone	2248
same	2245
has	2185
play	2184
must	2181
left	2173
done	2170
without	2170
wrong	2104
dream	2102
god	2077
talk	2069
hand	2056
ooh	2048
hit	2034
ass	2023
light	2010
fall	2006
woman	2006
their	1990
walk	1972
-	1966
mean	1965
game	1955
its	1955
nobody	1946
place	1938
high	1926
sweet	1921
dance	1910
told	1906
everybody	1903
thought	1900
came	1885
change	1873
je	1870
cry	1861
inside	1836
song	1807
crazy	1806
help	1769
enough	1763
days	1762
blue	1756
care	1750
bring	1746
many	1742
remember	1742
might	1742
comes	1722
together	1722
break	1719
hands	1718
own	1708
maybe	1705
end	1704
first	1689
best	1689
may	1687
town	1677
once	1674
used	1663
feeling	1659
those	1658
goin	1656
ride	1653
somebody	1650
stand	1648
forever	1647
times	1640
lost	1637
sing	1635
because	1629
till	1614
watch	1614
though	1602
yo	1600
sun	1596
knew	1590
young	1588
start	1580
ah	1580
myself	1576
each	1571
et	1565
does	1563
door	1563
free	1559
morning	1552
wait	1551
body	1551
after	1537
friends	1537
dreams	1537
kiss	1530
found	1528
hope	1526
fire	1525
lord	1522
seen	1515
lose	1513
work	1512
white	1497
side	1496
rain	1481
looking	1471
living	1461
rock	1460
close	1455
any	1452
whole	1441
ask	1441
far	1440
lonely	1432
words	1423
sky	1422
le	1420
soul	1413
knows	1412
cold	1409
im	1409
happy	1403
heaven	1401
guess	1394
move	1387
went	1386
fly	1385
mama	1384
black	1382
hot	1377
da	1377
sure	1346
pain	1343
friend	1343
ready	1342
lie	1340
girls	1340
wish	1335
trying	1334
else	1334
heard	1331
until	1326
tears	1326
touch	1321
gettin	1298
sometimes	1297
gave	1297
city	1296
since	1292
verse	1291
house	1287
waiting	1285
goes	1280
uh	1278
took	1278
music	1264
coming	1263
sleep	1263
hate	1259
roll	1258
getting	1254
smile	1240
les	1234
lot	1233
deep	1226
years	1220
dead	1208
understand	1205
line	1202
kind	1197
forget	1196
y'all	1189
beat	1186
arms	1184
em	1175
makes	1173
throw	1170
boys	1170
next	1166
wonder	1163
open	1161
fuckin	1161
street	1161
miss	1159
low	1156
goodbye	1152
hurt	1149
fool	1149
que	1148
ha	1141
road	1133
soon	1131
damn	1128
nothin	1124
tryin	1117
listen	1114
saw	1109
hell	1081
round	1080
blues	1078
matter	1077
'bout	1077
chance	1075
alright	1071
pretty	1070
wind	1055
seems	1053
part	1048
under	1043
fine	1037
loved	1037
along	1031
late	1025
dark	1021
niggaz	1019
sound	1016
full	1016
easy	1010
talking	1010
drop	1009
shot	1006
anything	1004
room	1004
lay	1003
;	1000
behind	998
top	996
very	994
red	994
comin	992
christmas	991
bitches	988
slow	984
bit	982
'til	980
today	977
party	976
pull	968
blow	964
yourself	961
loving	960
tomorrow	958
daddy	957
un	950
hook	950
fun	944
shake	943
honey	937
set	934
strong	933
lookin	931
catch	930
thinking	923
streets	921
fight	920
babe	918
tried	914
i'ma	911
stars	910
shine	909
alive	908
moon	905
wit	902
bed	899
born	898
reason	896
both	896
child	895
water	892
meet	890
word	888
car	885
pay	885
2	880
men	871
straight	871
three	869
lights	869
bout	867
star	863
floor	859
above	856
making	854
mad	854
kill	851
mother	850
running	850
air	847
darling	846
sad	840
jump	840
beautiful	836
truth	836
tu	835
gets	834
talkin	832
sit	831
fucking	831
50	829
fast	828
saying	826
use	825
wanted	824
s	823
king	821
tryna	819
rap	817
being	816
thug	810
feet	806
dear	804
wake	803
club	800
lady	797
ground	796
feels	792
summer	791
says	790
peace	789
year	789
front	787
such	786
between	785
livin	784
step	783
--	783
started	781
des	776
gun	774
broken	772
rest	767
met	767
lies	763
pas	760
sorry	759
grow	751
cool	751
hair	749
tired	748
hide	747
son	743
doing	743
swear	743
trust	741
wall	738
moment	737
broke	737
gim	731
save	731
huh	727
pour	726
hearts	725
loves	721
nice	719
train	719
whatever	716
past	715
whoa	715
shady	714
lips	713
drink	712
afraid	712
ma	709
nights	706
trouble	703
hoes	703
land	700
blood	696
takes	695
eye	694
yea	693
women	691
children	689
sayin	689
feelin	687
half	685
plus	685
kids	685
picture	683
lovin	681
wild	680
most	675
death	674
lil	674
pop	673
great	673
promise	669
follow	665
wants	663
aint	662
bet	660
turned	655
caught	654
thinkin	653
standing	652
upon	652
voice	651
doin	650
ring	650
chamillionaire	648
qui	646
apart	645
river	644
g	638
anymore	638
1	636
pass	636
cut	634
buy	634
smoke	633
near	633
tight	632
worry	632
everyone	632
five	631
sea	630
taking	629
already	628
pray	627
act	627
t	625
kid	624
mouth	623
four	622
rich	620
pick	619
dirty	619
shoes	617
hood	614
dick	614
knock	613
phone	612
which	611
crying	609
falling	607
keeps	606
sick	606
send	605
felt	604
learn	602
everywhere	600
angel	600
burn	600
o	599
playing	598
gold	596
called	592
drive	591
spend	590
singing	589
lead	588
different	587
clothes	587
seem	586
speak	586
dog	586
dont	586
lover	585
warm	584
dancing	583
block	582
somethin	582
earth	582
meant	579
story	579
boom	577
changed	576
paper	576
million	575
across	575
thank	573
war	573
needs	572
fell	572
dans	571
hang	568
yet	567
yours	565
bright	565
walking	565
lives	564
father	562
santa	562
repeat	561
telling	559
number	557
against	556
green	555
control	555
known	554
motherfucker	553
magic	553
check	552
ho	551
looks	549
ne	549
i'mma	549
reach	547
eat	546
share	545
win	545
calling	545
someday	545
probably	544
glad	544
guy	543
poor	541
sex	541
fear	540
runnin	540
burning	540
treat	539
power	539
cash	539
write	538
en	537
funny	537
c'est	537
minute	536
outside	529
si	529
looked	527
window	526
laugh	525
clear	521
brown	518
finally	515
eminem	515
read	513
school	510
empty	510
flow	508
u	507
somewhere	507
mon	506
cent	506
moi	503
rather	502
songs	501
tree	501
lucky	500
working	495
almost	494
bye	491
lovers	491
outta	491
everyday	489
tear	489
'round	483
holding	483
brain	483
answer	483
momma	481
makin	480
mr.	480
brother	480
watching	479
heat	479
ones	477
style	477
blind	476
worth	476
family	474
homie	472
rise	472
leaving	471
scared	470
breath	468
stuck	467
okay	466
higher	466
shall	464
ball	464
shoot	461
crack	461
doubt	461
chain	460
shut	460
early	460
slim	459
special	459
walked	457
don	457
giving	456
radio	454
wear	451
kinda	450
ten	450
faith	450
york	448
kick	447
blame	446
quick	446
3	439
future	437
jesus	437
couple	435
thousand	434
shots	433
ways	432
darlin	432
bust	432
ice	431
toi	430
ladies	428
second	427
nowhere	424
raise	424
joy	423
loud	422
pussy	421
bells	421
m	421
shining	420
having	420
du	420
carry	419
comme	419
hundred	419
six	417
perfect	417
wife	417
solo	417
j'ai	417
paid	417
quand	417
playin	417
mountain	416
stone	416
murder	415
rollin	415
secret	412
yesterday	412
wonderful	410
ahead	410
happen	410
country	409
knees	409
wings	409
fact	408
cried	408
small	407
tout	407
walkin	405
business	404
anybody	404
fucked	404
fame	403
hello	403
thats	402
tha	402
au	398
clouds	395
taste	393
filled	393
luck	392
stick	391
breathe	391
fade	391
few	391
sign	390
til	390
news	389
corner	389
brought	389
belong	388
il	388
bought	388
cross	387
memory	387
turning	386
strange	386
devil	386
memories	386
snow	385
learned	384
nine	383
kept	382
sight	381
se	381
played	381
plan	380
written	379
dre	379
sitting	379
single	378
spot	378
type	378
scream	377
bow	376
wide	376
shout	375
asked	375
cant	375
hurry	374
x2	374
movin	374
doo	373
died	372
fake	372
ghetto	371
diamonds	370
ridin	370
ooo	370
bridge	370
sittin	368
piece	368
motherfuckers	367
pride	367
sur	366
est	366
grab	366
wine	366
pretend	366
tellin	366
rose	365
fill	365
count	364
aah	364
deal	364
band	364
mary	363
none	363
evening	361
later	361
closer	361
means	360
sell	360
least	359
anyone	359
case	359
winter	358
spit	358
supposed	358
point	358
candy	357
ran	357
storm	356
holla	356
longer	356
cuz	356
sister	355
ce	355
angels	355
turns	353
dreaming	352
nah	352
homies	352
skin	350
needed	350
paradise	350
ba	349
quit	349
middle	349
lets	348
bar	347
motherfuckin	347
chris	346
hours	346
ago	346
ill	345
flip	344
bottle	344
soldier	343
breaking	341
held	341
jack	341
missing	340
losing	340
track	340
boss	339
evil	339
spirit	338
haters	337
mess	336
survive	336
job	336
freedom	336
bang	335
south	335
rockin	335
shame	334
neck	333
twice	333
less	333
hoe	333
state	332
&	332
quite	331
trees	331
crime	331
woah	330
mayne	329
somehow	328
bird	328
begin	328
ay	328
tender	328
une	328
loose	326
fat	326
dumb	326
d	326
brand	325
guns	324
push	324
vie	324
prove	323
cops	323
givin	323
te	323
swing	323
instead	323
dying	323
hurts	323
happened	323
grand	322
grind	322
moving	321
silver	321
hungry	321
whenever	321
crowd	320
spring	319
darkness	319
rolling	318
hour	317
glass	316
glory	315
seat	315
knowing	315
clean	315
bottom	315
lovely	314
mornin	314
dry	314
feelings	314
stupid	314
book	313
waitin	313
midnight	313
drunk	313
stood	312
mais	311
weak	310
cars	310
soft	309
ends	308
movie	308
fingers	308
romance	307
problem	307
tes	306
folks	306
others	306
miles	306
golden	306
highway	305
chick	305
simple	305
papa	304
riding	304
rules	303
whip	303
finger	303
mo	303
police	302
fever	302
skies	301
forgive	301
dawn	301
weed	300
leaves	300
key	300
jail	299
hill	299
explain	298
sent	298
games	298
busy	297
thang	297
fair	297
grown	296
dope	296
bag	295
fit	294
beside	294
trip	294
safe	294
bread	294
shadow	294
queen	293
team	293
dress	293
seven	293
diamond	291
sunday	291
nous	291
thrill	290
killed	290
woke	289
choose	289
enemies	289
dollar	289
scene	288
{	288
hop	288
realize	288
ear	288
paint	288
beyond	288
mes	287
church	287
sin	287
rhyme	287
guys	286
stuff	286
steal	286
shawty	285
'till	285
gangsta	283
dolly	283
return	283
claus	283
shorty	282
sense	282
}	282
space	281
sounds	280
flame	280
dig	279
sexy	279
welcome	278
become	278
mom	278
chase	278
mirror	278
shadows	278
respect	278
prayer	278
poppin	278
given	277
sunshine	277
anywhere	276
dust	276
cover	276
doctor	276
drugs	275
fools	275
yellow	275
drama	275
forgot	274
thoughts	274
week	274
wrote	273
flowers	273
price	273
double	272
within	272
west	272
takin	272
worse	272
tall	271
rappers	271
walls	271
haha	271
record	271
legs	270
bigger	269
letter	269
happiness	268
wise	268
bein	267
stranger	267
merry	266
strength	266
weather	266
harder	266
bless	266
lying	266
kissed	266
bound	266
heavy	264
re	264
sold	264
park	264
trunk	263
ocean	263
rhythm	263
shoulder	263
sorrow	262
leavin	262
desire	262
cryin	262
starts	261
nose	261
ton	261
flying	261
crib	260
passed	260
lines	260
dirt	259
tv	258
woo	257
super	256
wet	256
dough	256
tough	255
saturday	255
wherever	255
waste	255
dit	255
lived	255
color	254
tongue	254
proud	253
insane	253
figure	253
hanging	253
won	252
4	252
places	252
either	251
duh	251
question	250
naked	250
clock	250
slip	249
ima	249
greatest	249
suddenly	248
whisper	248
ok	248
anyway	248
steady	247
kisses	246
bone	246
pimp	246
acting	244
faces	244
ease	244
edge	244
america	244
build	244
fresh	243
message	243
taught	243
locked	243
pack	243
view	242
rough	242
cup	242
dj	242
raised	241
taken	241
passion	240
judge	240
jealous	240
freak	240
mmm	239
pieces	239
handle	239
brings	239
fallin	239
playa	239
remind	238
pac	238
grave	238
ohh	238
switch	238
hi	237
sugar	237
married	237
chest	237
precious	237
plenty	237
blowing	237
built	236
dad	236
hole	236
mister	236
smell	235
imma	234
actin	234
laughing	234
callin	234
mercy	234
guitar	233
daughter	233
pictures	233
wave	232
spent	231
johnny	231
pistol	231
cat	231
growing	231
beauty	230
doors	229
ghost	229
favorite	229
l'amour	229
rapper	228
holy	227
sand	227
standin	227
horse	227
knockin	227
screamin	226
monde	226
hoping	226
crew	226
sans	225
bill	225
6	225
drake	225
laid	225
bottles	224
el	222
knife	222
mic	222
punk	221
certain	221
sweat	221
rainbow	221
teach	221
texas	221
ballin	221
rhonda	221
wheel	220
lonesome	220
hustle	220
grew	220
birds	220
thunder	220
admit	220
fo	219
sleeping	219
likes	219
rush	218
although	217
blowin	217
beef	217
c'mon	217
mood	217
trick	217
putting	217
class	217
stronger	217
sha	216
bullshit	216
deserve	216
bomb	216
5	216
troubles	215
lane	215
proof	215
miracle	215
imagine	215
history	214
clip	214
player	214
hat	214
box	214
gives	213
worst	213
passing	213
satisfied	213
touched	212
table	212
dreamed	212
silent	212
foot	211
threw	211
click	211
suck	211
outlaw	210
spell	210
older	210
tous	209
e	209
surprise	209
boo	209
asking	209
quiet	209
law	208
twenty	208
underground	208
breeze	207
course	207
person	207
oo	207
vous	207
wont	206
lately	206
blast	206
tune	206
bank	206
roses	206
stare	206
cares	206
falls	206
clown	205
gas	205
dressed	205
brothers	205
beg	205
unless	204
moonlight	204
killing	204
dropped	204
beach	204
ship	204
grows	203
short	203
singin	203
havin	203
squeeze	202
rien	202
john	202
liquor	202
ll	202
pleasure	201
rocks	201
climb	201
sang	201
fate	201
promised	200
human	200
mile	200
thugs	200
danger	200
gentle	200
album	200
calls	200
adore	200
girlfriend	200
stage	200
n	199
steel	199
parton	198
screaming	198
mighty	198
lied	197
weep	196
pulled	196
famous	196
chains	196
search	196
closed	196
disappear	195
pocket	195
saved	195
difference	195
attention	195
paul	194
rule	194
fighting	194
hangin	194
lift	194
joe	194
bien	193
rings	193
awake	193
nos	193
glow	192
seeing	192
begun	192
ã	192
spin	192
island	192
dude	191
fancy	191
workin	191
drown	191
mistake	191
tip	191
race	191
worried	191
whatcha	191
slowly	191
wood	191
grace	191
angry	190
pressure	190
b	190
dime	190
test	190
lick	189
stopped	189
ou	189
major	189
blew	189
clap	189
goodnight	188
cop	188
bell	188
chair	188
avec	188
..	188
2x	188
plans	188
gang	188
watchin	187
g-unit	187
moves	187
shines	187
boogie	187
lit	186
split	186
melody	186
changes	186
battle	185
uh-huh	185
row	185
bones	185
changing	185
camera	184
american	184
pum	184
bite	184
age	184
lean	184
silly	184
screw	184
whether	184
billy	184
dancin	184
below	183
elle	183
beats	183
cake	183
'n	183
chill	182
fan	182
whose	182
pen	182
simply	182
terre	182
bend	181
seemed	181
fifty	181
stack	181
problems	181
jones	180
questions	180
laughter	180
deny	180
sunny	179
burned	179
sail	179
dollars	179
thee	179
performed	179
nature	179
asleep	179
feed	179
lock	178
hip	178
beginning	178
california	178
nuts	178
eh	178
grass	177
beneath	177
pillow	177
machine	177
trapped	177
flesh	177
wondering	176
starting	176
fault	176
lui	175
minutes	175
date	175
misery	175
main	175
holdin	175
bullet	175
bleed	175
packed	175
company	175
monday	175
bear	174
gay	174
tape	174
missed	174
eight	174
lots	174
chrome	174
shirt	174
jour	174
often	174
dreamin	173
koopa	173
mots	173
action	173
flows	173
sir	173
tricks	173
east	173
crawl	173
sees	172
coat	172
x	172
headed	172
smart	172
heads	172
pants	171
load	171
drug	171
gal	171
secrets	171
buck	171
tupac	171
expect	171
loop	170
searching	170
records	170
babies	170
pockets	170
veux	170
benz	170
hollywood	170
brave	170
n****	169
moved	169
kitchen	169
ticket	169
motherfucking	168
speed	168
pound	168
shows	168
keeping	168
force	168
showed	168
began	168
owe	167
cloud	167
breaks	167
north	167
silence	167
doot	167
blows	167
arm	167
store	166
ahh	166
lesson	166
listening	166
suis	166
dat	165
bass	165
reality	165
intro	165
dogs	165
vision	165
pity	165
season	165
underneath	165
building	164
cruel	164
boat	164
zone	164
everytime	164
countin	163
steps	163
babyface	163
hills	163
drinking	162
hung	162
frank	162
private	162
innocent	162
tells	162
blessed	162
lee	161
millions	161
dare	161
excuse	161
wrist	161
driving	161
disguise	161
temps	161
gift	161
ev'ry	161
smokin	160
oã¹	160
plain	160
crown	160
ol	160
youre	160
strangers	160
escape	160
encore	160
cries	160
valley	159
thanks	159
captain	159
breakin	159
comfort	159
shook	159
hero	159
rebel	158
wearing	158
raw	158
walks	158
pump	158
detroit	158
cheek	158
vain	158
bounce	157
travel	157
torn	157
sings	157
yall	157
spark	156
exactly	156
roof	156
claim	156
dangerous	156
joke	156
crooked	156
flight	156
plane	156
except	156
cards	156
ears	156
notice	155
surely	155
telephone	155
sigh	155
lifetime	155
shoulda	155
toy	155
sat	155
100	155
qu'il	154
strip	154
crush	154
tie	154
sais	154
slide	154
va	154
stayin	154
marshall	154
'cuz	154
loneliness	153
coeur	153
weight	153
mix	153
watched	153
apple	153
match	153
mystery	153
ought	153
food	153
twist	152
bedroom	152
ses	152
gray	152
wicked	152
noise	152
drove	152
spread	152
names	151
promises	151
smack	151
slave	151
sleigh	151
fix	151
glock	151
trippin	150
station	150
hits	150
chamillitary	150
emotion	150
coke	150
toujours	149
conversation	149
creepin	149
happens	149
fail	149
able	149
heroes	149
calm	149
guide	149
hoo	149
runs	149
stories	149
sippin	148
bunch	148
y	148
amazing	148
art	148
guilty	148
desert	148
london	148
plays	148
d'un	148
slap	148
lyrics	147
dies	147
bitter	147
faster	147
reaching	147
good-bye	147
beating	147
ciel	147
turnin	147
heartache	147
c	146
faded	146
oooo	146
shaking	146
nation	146
fans	145
trap	145
garden	145
brains	145
keys	145
ow	145
blown	145
mi	145
hopin	145
spray	144
thin	144
nasty	144
stayed	144
soldiers	144
criminal	144
burnin	144
became	144
smoking	144
teeth	144
signs	143
buried	143
hopes	143
lyin	143
suit	143
killer	143
choice	143
agree	143
happening	143
pills	143
rip	143
bump	143
wrapped	143
fantasy	143
hall	143
aim	143
label	143
smiling	142
shed	142
booty	142
waited	142
thinks	142
jimmy	142
circle	142
bop	142
self	142
endless	142
s***	141
wedding	141
add	141
mission	141
stands	141
stole	141
jeans	141
smiles	141
swallow	141
knocked	141
cherry	141
rising	141
deeper	140
distance	140
page	140
flash	140
position	140
shore	140
'fore	140
square	140
fed	140
danced	140
strapped	139
bringing	139
bodies	139
sip	139
level	139
cha	139
ending	139
named	138
pullin	138
balls	138
aw	138
cheap	138
regret	138
9	138
fields	137
mountains	137
destiny	137
picked	137
killin	137
downtown	137
laughed	137
revenge	137
master	137
westside	137
damage	137
8	137
whistle	137
foolish	137
drinks	137
sale	137
biggest	136
versace	136
mixtape	136
jam	136
jingle	136
bay	136
cock	136
remain	136
hammer	135
aye	135
colors	135
christ	135
drip	135
purple	135
coffee	135
paris	135
suppose	135
victim	135
ugly	135
curse	134
believed	134
join	134
inch	134
bricks	134
champagne	134
tour	134
wipe	134
jive	133
millionaire	133
monkey	133
preach	133
surfin	133
drinkin	133
boots	133
gat	133
fortune	132
begging	132
beer	132
pink	132
#	132
harm	132
matters	132
oooh	132
drag	132
hardly	132
chew	132
wanting	132
finish	132
cigarette	132
size	132
ringing	131
bags	131
blunt	131
liar	131
prince	131
toys	131
sont	131
burns	131
meaning	131
bury	131
askin	131
careful	131
qu'on	131
mourn	131
doll	130
trash	130
candle	130
bullets	130
teacher	130
path	130
drum	130
rolled	130
10	130
wasted	130
waves	130
card	130
tied	129
draw	129
cast	129
recall	129
bars	129
rims	129
freaky	129
obie	129
diss	129
extra	129
press	129
jamais	129
wash	128
crossed	128
missin	128
fallen	128
coast	128
soleil	128
staring	128
scratch	128
seek	127
ding	127
tiny	127
note	127
attack	127
attitude	127
trade	127
papers	127
throwin	127
rocking	126
mike	126
forgotten	126
puttin	126
range	126
plug	126
wah	126
winds	126
cell	126
cost	126
truck	126
dis	126
honest	125
fears	125
pa	125
fish	125
voices	125
grey	125
confess	125
barely	125
wee	125
willing	125
decide	125
toe	125
reasons	125
crash	124
stress	124
aux	124
washed	124
grip	124
n****s	124
friday	124
field	124
ann	124
pulling	124
praying	124
bus	124
truly	124
britney	124
serious	124
imagination	124
hatin	124
knowin	124
birthday	123
prison	123
d'amour	123
hallelujah	123
upside	123
youth	123
windows	123
f-ck	123
dinner	123
minds	123
oops	123
mistakes	123
court	123
chasing	123
lion	122
thick	122
shop	122
um	122
jumped	122
kings	122
chicks	122
order	122
strap	122
mention	122
answers	122
kissin	121
belongs	121
hearing	121
sweetheart	121
es	121
messiah	121
hush	121
wore	121
worked	121
cruise	121
wishing	121
witness	121
sixteen	121
amour	121
avenue	121
mm	121
begins	121
strings	121
further	121
wrap	120
list	120
preacher	120
anytime	120
ces	120
string	120
shooting	120
banks	120
weary	120
motion	120
bobby	120
surrender	119
chose	119
warning	119
writing	119
heels	119
resist	119
settle	119
autumn	119
roam	119
pole	118
tracks	118
pair	118
county	118
marry	118
superman	118
finished	118
pays	118
cd	118
kissing	118
dut	118
vest	117
speaking	117
throat	117
outlawz	117
see'est	117
habit	117
stones	117
trop	117
hug	117
buh	117
dyin	117
peep	116
struggle	116
dem	116
mc	116
sweeter	116
offer	116
tony	116
rhymes	116
o'clock	115
iron	115
months	115
punch	115
moments	115
oop	115
parents	115
spoke	115
loaded	115
anger	115
grain	115
zero	115
naw	115
mac	114
southern	114
treated	114
gypsy	114
mask	114
stream	114
flower	114
toes	114
thrown	114
rider	114
direction	114
rent	113
s'il	113
letting	113
monster	113
non	113
rob	113
slut	113
dice	112
enemy	112
uncle	112
spending	112
flew	112
final	112
ourselves	112
spare	112
cadillac	112
forty	112
opened	112
michael	112
sake	112
tippin	112
yeux	112
yard	112
bare	112
twisted	111
butt	111
la-la	111
lip	111
charm	111
2pac	111
army	111
letters	111
wow	111
counting	111
daily	111
oughta	111
seein	111
souls	111
wa	111
hmm	111
whats	111
animal	111
relax	111
softly	111
sacrifice	111
fait	110
perfume	110
breathin	110
bills	110
eve	110
changin	110
hustler	110
mark	110
plastic	110
also	110
hotel	110
jumpin	110
recognize	110
wheels	110
bail	110
favor	109
platinum	109
mixed	109
flies	109
hollow	109
books	109
seed	109
duck	109
hips	109
fifteen	109
itself	109
showing	109
excited	109
alibi	109
idea	109
funky	109
cocaine	109
cream	108
lightning	108
hailie	108
alley	108
saint	108
breathing	108
neither	108
papa-oom-mow-mow	108
bother	108
buddy	108
womanizer	108
lucy	108
sleepin	108
holiday	108
riches	108
addicted	108
ye	107
flop	107
jealousy	107
flames	107
panic	107
perhaps	107
flyin	107
makaveli	107
shakin	107
nervous	107
cared	107
embrace	107
mob	107
scary	106
hating	106
r	106
layin	106
leads	106
cos	106
jungle	106
dr.	106
cats	106
wasting	106
voix	106
legend	106
harmony	106
hawaii	105
drank	105
beware	105
eating	105
20	105
score	105
third	105
faire	105
weekend	105
flat	105
chillin	105
drivin	105
bustin	105
april	105
affair	105
journey	105
sho	105
7	105
heal	105
flag	105
purpose	105
rat	104
stepped	104
refuse	104
pill	104
sheets	104
satisfaction	104
toss	104
pie	104
ashamed	104
hiding	104
melt	104
winner	104
violence	104
understanding	104
chips	104
sooner	104
kim	104
smiled	104
tale	104
ceiling	104
lust	104
tone	104
dawg	104
holds	104
cum	104
porch	103
trace	103
complete	103
di	103
f***	103
afford	103
planet	103
mack	103
gate	103
pure	103
tide	103
aside	103
bride	103
pale	103
strike	103
spanish	103
knee	103
sweetest	103
piss	102
brighter	102
eternity	102
prayers	102
tik	102
sins	102
video	102
mommy	102
tenderness	102
situation	102
plate	102
cute	102
confused	102
shoulders	102
beast	101
houston	101
thankful	101
loin	101
lotta	101
studio	101
outrageous	101
birth	101
uhh	101
'neath	101
coupe	101
fais	101
throwing	101
realest	101
thru	101
impossible	101
chances	101
treasure	100
mud	100
shy	100
ami	100
tant	100
whippin	100
shootin	100
touching	100
thy	100
revolution	100
mrs.	100
dee	100
talked	100
toast	100
chicken	100
rode	99
starin	99
frontin	99
sometime	99
restless	99
easily	99
madness	99
losin	99
prize	99
awful	99
faithful	99
ours	99
popped	99
orleans	99
industry	99
form	99
jewels	99
squad	99
lazy	99
charlie	99
divine	99
besoin	98
boyfriend	98
allow	98
jersey	98
stomach	98
pissed	98
thou	98
shinin	98
pretending	98
spoken	98
dorado	98
waters	98
barbra	98
snap	98
horn	98
bangin	98
shape	98
dah	98
bloody	98
puts	98
release	97
natural	97
hunger	97
fence	97
brick	97
kicked	97
afternoon	97
pot	97
theres	97
neighborhood	97
stops	97
himself	97
nuit	97
sunlight	97
unknown	97
couch	97
grabbed	97
dum	97
planned	97
mash	97
amen	97
laying	97
stunt	97
handsome	96
rappin	96
heavenly	96
believing	96
serve	96
jet	96
travelin	96
wander	96
popping	96
metal	96
gather	96
hater	96
temptation	96
sadness	96
success	96
bands	96
disease	96
hittin	96
weapon	95
l	95
stairs	95
slippin	95
blade	95
repeats	95
among	95
drowning	95
modern	95
decided	95
bum	95
forward	95
rocky	95
pushed	94
sam	94
map	94
rep	94
groove	94
closet	94
fifth	94
waist	94
doc	94
echo	94
jours	94
frame	94
pardon	94
shells	94
clue	94
wreck	94
advice	94
talks	94
affection	94
route	94
leather	94
shared	94
sue	93
drawn	93
cap	93
shift	93
fairy	93
adam	93
smash	93
celebrate	93
p	93
gin	93
dire	93
figured	93
screen	93
explode	93
droppin	93
month	92
cotton	92
buzz	92
lame	92
spinning	92
traveling	92
cure	92
movies	92
mail	92
jackson	92
meal	92
sentimental	92
sisters	92
aftermath	92
hated	92
fanny	92
backwards	92
keepin	92
president	92
ja	92
quarter	91
carried	91
barbara	91
creep	91
woulda	91
baddest	91
heartbeat	91
lap	91
garage	91
regular	91
chicago	91
destroy	91
rivers	91
learning	91
wire	91
sending	91
surprised	91
complain	91
rocket	90
numbers	90
public	90
foreign	90
sink	90
peu	90
heading	90
hidden	90
role	90
x3	90
trice	90
amor	90
guard	90
hennessy	90
laughin	90
protect	90
dreamer	89
tripping	89
noel	89
medicine	89
bras	89
using	89
thief	89
chop	89
wears	89
eighty	89
following	89
broad	89
usually	89
stacks	89
wayne	89
wearin	89
searchin	88
deck	88
especially	88
corners	88
drift	88
piano	88
mend	88
ecstasy	88
fashion	88
throne	88
l.a.	88
stretch	88
tea	88
wished	88
tennessee	87
accept	87
wing	87
board	87
cheese	87
important	87
ziggy	87
trigger	87
fois	87
palm	87
harlem	87
swag	87
drops	87
circus	87
vent	87
heavens	87
nuttin	87
nightmare	87
becomes	86
covered	86
cowboy	86
static	86
castle	86
painted	86
slipped	86
startin	86
sucker	86
patience	86
cain	86
distant	86
n-gga	86
tom	86
charms	86
bob	86
thirty	86
tease	86
trail	86
choke	86
stumble	86
twelve	86
poison	85
blaze	85
sellin	85
royce	85
hooked	85
justice	85
amy	85
concrete	85
summertime	85
fading	85
raps	85
sacred	85
eagle	85
sa	85
ordinary	85
vibrations	84
account	84
completely	84
romantic	84
bee	84
separate	84
breezy	84
j	84
ignore	84
knocking	84
rides	84
shelter	84
biggie	84
henry	84
gangster	84
suicide	84
sons	84
visit	84
losers	84
cage	84
needle	84
staying	84
discover	84
lace	83
sleeve	83
rage	83
juice	83
magazine	83
suffer	83
crystal	83
pimpin	83
rolls	83
wallet	83
covers	83
ohhh	83
common	83
thighs	83
mothafuckin	83
ended	83
vegas	83
shoe	83
ray	83
qu'un	83
competition	82
selling	82
horses	82
scheme	82
bucks	82
pool	82
lã	82
rounds	82
slept	82
chasin	82
rid	82
tearing	82
satisfy	82
dike	82
wonders	82
works	82
milk	82
chimney	82
gucci	82
jaw	82
rains	82
mami	82
appear	81
cette	81
sack	81
farewell	81
pouring	81
snatch	81
forth	81
freeway	81
betta	81
rapping	81
x4	81
onto	81
traffic	81
no-one	81
sets	81
mall	81
vois	81
liked	81
bothered	81
image	81
darkest	81
charge	81
grill	81
yayo	81
teardrops	80
mill	80
tuesday	80
savior	80
worries	80
roads	80
choir	80
nails	80
enjoy	80
rainy	80
holler	80
nick	80
swim	80
trill	80
seas	80
praise	80
farm	80
nor	80
parade	80
represent	80
romeo	80
march	80
visions	80
jordan	80
finna	80
aussi	79
lipstick	79
prepared	79
easier	79
catchin	79
drowned	79
smilin	79
signed	79
exist	79
murdered	79
crap	79
false	79
par	79
beau	79
scandalous	79
mars	79
emotions	78
hail	78
rah	78
flown	78
peter	78
waits	78
fold	78
reached	78
basement	78
hurting	78
dogg	78
nerve	78
flood	78
sailor	78
dedicated	78
wonderin	78
clique	78
yer	78
jus	78
smooth	78
roller	78
stays	78
victory	78
husband	78
gangstas	78
shabba	78
ticking	78
kingdom	78
confidence	77
swore	77
involved	77
laughs	77
pat	77
cali	77
george	77
ashes	77
holes	77
rub	77
cheer	77
personal	77
model	77
complicated	77
drill	77
union	77
rasaq	77
selfish	77
cheat	77
herself	76
drives	76
service	76
indian	76
hurtin	76
understood	76
caused	76
tore	76
blinded	76
fist	76
dove	76
barrel	76
shooter	76
cling	76
l.a	76
upset	76
photograph	76
shelf	76
cuts	76
rescue	76
mansion	76
spittin	76
jesse	76
louder	76
whiskey	75
dues	75
ayo	75
al	75
hearted	75
fin	75
bizarre	75
neighbors	75
peut	75
beatin	75
james	75
confusion	75
showin	75
gates	75
razor	75
led	75
rope	75
cook	75
mental	75
st.	74
jean	74
passes	74
despair	74
closing	74
growin	74
bentley	74
maria	74
n-ggas	74
universe	74
lamb	74
starlight	74
lifted	74
georgia	74
due	74
believes	74
center	74
shade	74
leg	74
french	74
shiny	73
crowded	73
rumors	73
plot	73
longing	73
bis	73
nigger	73
shell	73
weeks	73
gee	73
violent	73
local	73
electric	73
bleeding	73
reindeer	73
bubble	73
familiar	73
sport	73
cinderella	73
tin	73
penny	73
spirits	73
glitter	73
belt	73
radar	73
chaque	73
bible	73
belly	73
dom	73
jokes	72
glocks	72
warn	72
pace	72
england	72
odds	72
system	72
autre	72
dim	72
grandma	72
satan	72
swinging	72
gently	72
latest	72
courage	72
chin	72
dot	72
rotten	72
paying	72
inspiration	72
drippin	72
wiggle	72
troubled	72
sympathy	72
freeze	72
candles	72
pin	71
joint	71
stormy	71
guts	71
regrets	71
leading	71
clowns	71
damned	71
health	71
swept	71
finds	71
mme	71
college	71
veins	71
loser	71
hardest	71
artist	71
colder	71
dip	71
foes	71
seul	71
credit	71
mathers	71
ties	71
dial	71
whore	71
throwed	71
jane	71
winning	71
career	71
gats	71
n'ai	71
dudes	71
spinnin	71
h-town	71
closest	70
gutter	70
sung	70
skinny	70
frankie	70
drums	70
century	70
tales	70
li	70
incredible	70
sharp	70
crawling	70
kickin	70
ur	70
soir	70
sinking	70
fightin	70
messin	70
goodness	70
lem	70
curtains	70
stopping	70
wack	70
sober	70
bon	70
friendly	70
drifting	70
pickin	70
younger	70
themselves	70
m'a	70
nearly	70
shower	70
dash	69
parking	69
weakness	69
international	69
button	69
memphis	69
outro	69
created	69
nas	69
gum	69
sits	69
singer	69
sipping	69
harry	69
automatic	69
wholy	69
ole	69
prepare	69
smoked	69
seasons	69
fought	69
raining	69
shopping	69
protection	69
hum	69
yep	69
large	69
flo	69
whoo	68
kicks	68
decision	68
toutes	68
hotter	68
'head	68
whispered	68
pounds	68
rabbit	68
enfants	68
eatin	68
helped	68
floating	68
dump	68
hopeless	68
30	68
feds	68
n****z	68
hustlin	68
steppin	68
text	68
ex	68
border	68
conscience	68
whispers	67
ladder	67
doe	67
fond	67
laws	67
tire	67
rate	67
petit	67
yell	67
sore	67
carries	67
peaceful	67
riot	67
curtain	67
fille	67
fades	67
daylight	67
cindy	67
shock	67
beam	67
footsteps	67
soulja	67
fellas	67
language	67
command	67
beggin	67
relationship	67
france	67
ate	67
virgin	67
gentlemen	67
backs	67
notes	67
sincere	67
ive	67
realized	66
rag	66
vow	66
mãªme	66
snoop	66
speaks	66
entre	66
tips	66
ache	66
chopped	66
warmth	66
fired	66
awhile	66
southside	66
facts	66
panties	66
sailing	66
hay	66
punks	66
lack	66
highest	66
shattered	66
picking	66
bathroom	66
41	66
grin	66
lake	66
torture	66
reflection	65
autograph	65
pro	65
shove	65
guarantee	65
frown	65
dew	65
homey	65
bat	65
yonder	65
granted	65
nut	65
rubber	65
replace	65
moses	65
prayed	65
san	65
deux	65
corn	65
humble	65
rum	65
product	65
valentine	65
friendship	65
wishes	65
louie	65
grindin	65
threat	65
lifestyle	65
jay	65
eddie	65
brooklyn	65
velvet	65
bringin	65
oom	65
leaf	65
rewind	65
ve	64
purse	64
12	64
describe	64
mistletoe	64
rve	64
judy	64
swingin	64
suitcase	64
healing	64
whoever	64
messed	64
meat	64
english	64
tank	64
support	64
blank	64
sheep	64
alarm	64
energy	64
driver	64
nerves	64
jamaica	64
fa	64
cousin	64
patter	64
media	64
knot	64
group	64
tag	64
coulda	64
oh-oh	64
sighs	64
miracles	63
cow	63
united	63
code	63
slang	63
society	63
lo	63
china	63
dancer	63
baller	63
hypnotized	63
average	63
porter	63
mamma	63
snitch	63
erase	63
focus	63
guaranteed	63
finding	63
quicksand	63
casket	63
seventeen	63
crois	63
partner	63
ain	63
elvis	63
't	63
childhood	63
thuggin	63
pitter	63
borrow	63
cease	63
unit	63
unkind	63
railroad	63
market	63
junior	63
wonderland	63
clubs	63
slab	63
clay	63
critics	63
chuck	63
stolen	63
'cross	62
ron	62
phony	62
screens	62
bling	62
tho	62
honor	62
rainbows	62
presence	62
however	62
burst	62
freehold	62
express	62
pony	62
wealth	62
mothers	62
swell	62
caress	62
followed	62
turnt	62
symphony	62
dizzy	62
j'irai	62
gaze	62
barry	62
breakfast	62
mutha	62
rushing	62
chamillion	62
coward	62
dedicate	62
study	62
towards	62
june	62
autres	62
cents	62
crumble	62
instant	62
f	62
meets	61
wolf	61
frozen	61
projects	61
knowledge	61
shotgun	61
hip-hop	61
oui	61
steam	61
crunk	61
cloudy	61
worlds	61
present	61
speakin	61
feu	61
whom	61
van	61
aight	61
hurricane	61
muddy	61
sunrise	61
broadway	61
source	61
innocence	61
david	61
booth	61
cocked	61
peur	61
forgiveness	61
climbing	61
roar	61
stomp	61
engine	61
vu	61
ace	61
presents	61
shades	61
excitations	61
thangs	61
sway	61
limit	61
froze	61
a**	61
ã§a	60
woods	60
screwed	60
finest	60
las	60
faut	60
float	60
flashin	60
soda	60
mellow	60
goddamn	60
constantly	60
dimes	60
screams	60
lawyer	60
asshole	60
cradle	60
muthafucka	60
everlasting	60
breast	60
salvation	60
jim	60
robbed	60
shits	60
juliet	60
appreciate	60
wink	60
sword	60
pad	60
strikes	60
swallowed	60
football	60
slick	60
classic	60
blessings	59
drew	59
cheatin	59
clever	59
stray	59
quickly	59
l'on	59
glance	59
aww	59
fixed	59
ford	59
clips	59
shes	59
illusion	59
degrees	59
compare	59
racks	59
sneak	59
apologize	59
rooms	59
homes	59
saving	59
tail	59
xo	59
rear	59
invisible	59
argue	59
ruin	59
models	59
percent	59
fooling	59
seconds	59
scars	59
struck	59
post	59
avant	59
shatter	59
possession	59
discovered	59
*	58
morn	58
fiends	58
wound	58
prime	58
40	58
buyin	58
flippin	58
payin	58
stoppin	58
leader	58
paranoid	58
speakers	58
fits	58
lower	58
pops	58
plant	58
sandy	58
clover	58
savin	58
zane	58
focused	58
exit	58
gotten	58
mode	58
captive	58
thorn	58
senses	58
flowing	58
enter	58
aujourd'hui	58
liberty	58
filter	58
mentally	58
sleepy	58
sentence	58
lloyd	58
h	58
f***in	58
busta	58
remains	57
december	57
flashing	57
ev'rybody	57
funeral	57
po	57
sudden	57
sides	57
moms	57
pushing	57
sour	57
chante	57
princess	57
bowl	57
queens	57
suckers	57
filthy	57
linger	57
witch	57
uh-uh	57
reply	57
willie	57
fills	57
surfer	57
tails	57
histoire	57
sinner	57
swimming	57
solid	57
buying	57
envy	57
ripped	57
grade	57
ohhhh	57
needing	57
ont	57
pipe	57
willow	57
kno	57
copacabana	57
intentions	57
pete	57
rang	56
salt	56
vivre	56
grinding	56
bomp	56
texting	56
sort	56
sous	56
content	56
bent	56
pages	56
cameras	56
voudrais	56
yay	56
allowed	56
degree	56
switched	56
loyal	56
spoon	56
t'aime	56
motor	56
honky	56
comment	56
wins	56
qu'importe	56
believin	56
bush	56
ships	56
lizard	56
gods	56
farmer	56
arrive	56
outlaws	56
puis	56
champion	56
cheddar	56
martin	56
jobs	56
whips	56
k	56
july	56
forgetting	56
surround	56
nail	55
facing	55
patiently	55
destination	55
belief	55
watts	55
goal	55
ringin	55
cracks	55
sticks	55
teenage	55
louis	55
muscle	55
blink	55
deadly	55
sunset	55
aching	55
stash	55
lasts	55
glove	55
glasses	55
fog	55
jeannie	55
getcha	55
ounce	55
sparks	55
eyed	55
touchin	55
killers	55
haunt	55
incomprehensible	55
weapons	55
bored	55
heartbreak	55
factory	55
j'aime	55
lyrical	55
mouse	55
ev'rything	55
mirrors	55
gloom	55
lend	55
sucka	55
creeping	55
whispering	55
quicker	55
stuntin	55
upstairs	55
sens	55
players	55
rosie	54
office	54
schemes	54
generation	54
actually	54
root	54
seeds	54
collect	54
stepping	54
4x	54
quelqu'un	54
net	54
tremble	54
worthless	54
passenger	54
circles	54
wisdom	54
didnt	54
unhappy	54
stab	54
cases	54
swift	54
dragon	54
coin	54
skip	54
flaming	54
unto	54
gloria	54
seule	54
poverty	54
tokyo	54
uptown	54
triple	54
listenin	54
hearin	54
notre	54
luv	54
fiend	54
alors	54
flavor	54
zoom	54
tries	54
thugged	54
fountain	54
busted	54
continue	54
amount	54
disco	54
fantastic	54
butterfly	54
supper	54
feather	53
fireworks	53
dripping	53
chocolate	53
penitentiary	53
spine	53
receive	53
belle	53
rves	53
seats	53
aware	53
straighten	53
riverside	53
bah	53
id	53
copy	53
dealer	53
bonheur	53
glowing	53
introduce	53
drizzy	53
undercover	53
warned	53
reveal	53
brass	53
prisoner	53
blond	53
tables	53
nickel	53
helps	53
refrain	53
kinds	53
sonny	53
bewildered	53
ferrari	53
spitting	53
womp	53
sells	53
mines	53
measure	53
faggot	53
oil	53
behold	53
vacation	52
writer	52
applause	52
terrible	52
nowadays	52
meadow	52
opinion	52
patient	52
prie	52
16	52
treating	52
tragedy	52
animals	52
bun	52
gifts	52
kitty	52
tossed	52
hers	52
indeed	52
tighter	52
socks	52
nuthin	52
gloves	52
returning	52
trailer	52
defend	52
groupies	52
shack	52
overnight	52
jumping	52
lullaby	52
doorway	51
genie	51
checks	51
despise	51
danny	51
tumble	51
gain	51
solitude	51
heartaches	51
whop	51
slam	51
sweatin	51
prolly	51
blades	51
dedication	51
tangled	51
ahhh	51
pearls	51
yeah..	51
deuce	51
listened	51
rudolph	51
styles	51
denied	51
magazines	51
male	51
diggin	51
hospital	51
blonde	51
tits	51
fatal	51
social	51
waking	51
wendy	51
runaway	51
appeal	51
solve	51
rude	51
plead	51
matin	51
ils	51
demand	50
'lac	50
jerk	50
ink	50
funk	50
inches	50
spendin	50
accident	50
weezy	50
flam	50
45	50
parler	50
broads	50
butter	50
hottest	50
fuse	50
handed	50
bro	50
-ay	50
twin	50
shouting	50
risk	50
port	50
racing	50
mist	50
helping	50
ahoy	50
vicious	50
chronic	50
target	50
spotlight	50
ni	50
aime	50
gripping	50
24	50
released	50
vodka	50
shakes	50
spots	50
greet	50
bucket	50
daniel	50
horizon	50
mobile	50
lamp	50
gunshot	50
bastards	50
lunch	50
heures	50
f-cking	50
soap	50
ninety	50
wounds	50
tops	50
smith	50
yellin	50
ak	50
loss	50
cowards	50
sourire	50
cursed	49
che	49
security	49
haunted	49
coffin	49
bumpin	49
parts	49
fourth	49
airplane	49
jazz	49
roulette	49
celebration	49
neon	49
contract	49
wondered	49
n'est	49
appears	49
overtime	49
lighter	49
perfection	49
blessing	49
syrup	49
sock	49
puff	49
sum	49
rare	49
tenderly	49
narrow	49
daughters	49
sane	49
curb	49
hitting	49
b.b	49
neva	49
cheated	49
saints	49
worn	49
yup	49
muthafuckin	49
defeat	49
caroline	49
'pac	49
b****	49
benefit	49
mal	49
voodoo	49
22	49
fella	49
mojo	49
believer	48
patron	48
tommy	48
mane	48
heater	48
fascination	48
groupie	48
pulls	48
religion	48
bath	48
checking	48
pan	48
l'air	48
sally	48
silk	48
necklace	48
%	48
village	48
naughty	48
devant	48
condo	48
acid	48
fruit	48
bombs	48
apology	48
iras	48
packs	48
alot	48
marching	48
prends	48
gasoline	48
q	48
suffering	48
blanket	48
dealers	48
glue	48
yearning	48
tick	48
knocks	48
straw	48
disagree	48
ici	48
wishin	48
aboard	48
wir	48
shoutout	48
decisions	48
powder	48
worldwide	48
similar	48
bore	48
fort	48
slugs	48
demons	48
ad	48
cities	48
kindness	48
strut	48
bind	48
fillin	47
dances	47
pressed	47
ancient	47
positive	47
boats	47
chased	47
psycho	47
carpet	47
alike	47
mothafucka	47
kanye	47
richard	47
leanin	47
bully	47
homme	47
cham	47
chills	47
wassup	47
twilight	47
fuss	47
donner	47
mayn	47
sundown	47
homeboys	47
exciting	47
dynamite	47
why'all	47
toute	47
grammy	47
shown	47
verses	47
blocks	47
disgrace	47
tower	47
trips	47
slipping	47
motto	47
cannon	47
henny	47
tat	47
pause	47
fingertips	47
rags	47
marie	47
tap	47
throughout	47
satin	47
advantage	47
controversy	47
television	47
homicide	46
loot	46
wednesday	46
despite	46
dan	46
hype	46
parties	46
eaten	46
snake	46
dozen	46
devils	46
tramp	46
fellow	46
reid	46
poke	46
richer	46
packin	46
>	46
horns	46
asks	46
bliss	46
moan	46
t.v	46
pencil	46
existe	46
marijuana	46
nah-ah	46
settled	46
dealing	46
sharing	46
kentucky	46
nurse	46
counter	46
arrow	46
shabby	46
female	46
depend	46
mercedes	46
pal	46
leap	46
coolin	46
janie	46
fare	46
prefer	46
bold	46
arrived	46
hesitate	46
delight	46
chilly	46
tan	46
math	46
houses	46
whack	46
woe	46
grands	46
meanwhile	46
tires	46
attraction	46
evenin	46
cracked	46
weird	46
possibly	46
cooking	46
closely	46
advance	46
savage	46
bowed	46
provide	46
luther	46
voyage	46
gimmick	45
microphone	45
cincinnati	45
digging	45
lickin	45
emotional	45
brush	45
sidewalk	45
lessons	45
d'autres	45
t-bird	45
pit	45
susie	45
flick	45
compares	45
yah	45
exchange	45
cab	45
laced	45
original	45
wastin	45
balling	45
chalk	45
coal	45
rack	45
banana	45
jay-z	45
definition	45
script	45
ha-ha	45
rome	45
government	45
bulletproof	45
address	45
smells	45
gauge	45
oublie	45
touches	45
log	45
dome	45
pose	45
meeting	45
robert	45
tech	45
banging	45
maggie	45
deaf	45
sinners	45
loo	45
sails	45
prayin	45
gospel	45
pistols	45
general	45
vais	45
obviously	45
cane	45
juste	44
pinky	44
fights	44
ooooh	44
forest	44
albums	44
legacy	44
mains	44
disappeared	44
wars	44
madly	44
villain	44
partners	44
tenth	44
lottery	44
greater	44
approach	44
starry	44
quoi	44
reppin	44
qu'elle	44
ego	44
suffisait	44
cherche	44
vibe	44
yelling	44
joey	44
swisha	44
shackled	44
safety	44
froid	44
couldnt	44
practice	44
report	44
mexico	44
choses	44
j'avais	44
sensation	44
screamed	44
deja	44
crowds	44
***	44
central	44
wagon	44
grateful	44
contre	44
anyhow	44
section	44
troublesome	44
autour	44
flashy	44
shallow	44
stat	44
commit	44
mer	44
dissin	44
killa	44
corps	44
trembling	44
graveyard	44
creek	44
sales	44
forced	44
smacked	44
niggers	44
placed	44
vos	43
/	43
bethlehem	43
farther	43
chapel	43
opening	43
phantom	43
overcome	43
drummer	43
puppy	43
reaction	43
skirt	43
background	43
slash	43
obvious	43
sera	43
simmons	43
giant	43
marks	43
murda	43
mona	43
****	43
proper	43
happenin	43
icy	43
maker	43
chez	43
internet	43
treats	43
clearly	43
retarded	43
vine	43
poet	43
bub	43
posse	43
spill	43
eleven	43
jukebox	43
servin	43
phase	43
temperature	43
prick	43
pharaoh	43
greed	43
handy	43
venom	43
sleeps	43
dong	43
backyard	43
tunnel	43
prerogative	43
sends	43
l'autre	43
halfway	43
raging	43
noble	43
kicking	43
fleurs	43
stressin	43
event	43
concerned	43
beams	43
lettin	43
dixie	43
correct	43
stroke	43
cåur	43
basket	43
coaster	43
trial	43
slumber	42
cheeks	42
spain	42
frightened	42
actions	42
gown	42
cups	42
apologies	42
ti	42
toll	42
grief	42
orders	42
bloom	42
hoped	42
da-da	42
stranded	42
slips	42
slit	42
fantasies	42
clearer	42
eternally	42
payback	42
puppet	42
comfortable	42
desperate	42
welfare	42
consider	42
checkin	42
springtime	42
absolutely	42
setting	42
rover	42
shortenin	42
mistreated	42
partout	42
paix	42
burden	42
stripes	42
diddy	42
kush	42
ã	42
ideas	42
doigts	42
capture	42
depends	42
driftin	42
timebomb	42
candlelight	42
i-i-i	42
chimes	42
sounding	42
behavior	42
iller	42
sparrow	42
torch	42
molly	42
flirt	42
ragged	42
hunk	42
hatred	42
opportunity	42
invitation	42
driven	42
darn	42
misunderstood	42
steve	42
tvc	42
astray	42
idiot	42
twitter	42
trickin	42
scar	42
nuits	42
goody	42
reading	42
choosing	41
ruins	41
fucker	41
loco	41
linda	41
franklin	41
skill	41
slaughter	41
opens	41
pregnant	41
toot	41
western	41
cherish	41
fuel	41
gentleman	41
gear	41
bastard	41
rumor	41
upper	41
disaster	41
useless	41
chosen	41
a-	41
curious	41
mow	41
quo	41
judgement	41
hometown	41
fully	41
rick	41
declare	41
trey	41
ballad	41
bridges	41
wantin	41
permission	41
pee	41
tiger	41
kin	41
seal	41
hoppin	41
dame	41
traveled	41
illest	41
rainin	41
tooth	41
limozeen	41
illegal	41
robbin	41
limp	41
israel	41
dealin	41
rises	41
balance	41
'cos	41
grams	41
dicks	41
undone	41
echoes	41
suspicious	41
criticize	41
perfectly	41
reputation	41
fag	41
junk	41
tuck	41
zip	41
carnival	41
fucks	41
penis	41
lawn	41
jaws	41
rejoice	41
fuckers	41
alice	41
youll	40
follows	40
jacket	40
collar	40
lanes	40
pussies	40
joys	40
filling	40
plea	40
freight	40
bees	40
reward	40
messing	40
menace	40
lifting	40
puffin	40
destruction	40
scattered	40
gully	40
rattle	40
noticed	40
earned	40
cigarettes	40
hears	40
whilst	40
brake	40
lordy	40
helpless	40
sparkle	40
base	40
skills	40
bond	40
tomorrows	40
underwear	40
ruby	40
ayy	40
rubbed	40
successful	40
clutch	40
brightly	40
convinced	40
ski	40
spite	40
ans	40
film	40
fry	40
tax	40
passport	40
risin	40
chanterai	40
connect	40
foundation	40
physical	40
toxic	40
lamborghini	40
scheming	40
watches	40
dungeon	40
nearer	40
bid	40
eggs	40
uh-uh-uh	40
neighbor	40
phrase	40
scenes	40
garbage	40
beans	40
cookin	40
lisa	40
cuff	40
prã¨s	40
lucille	40
camp	40
suits	40
constant	40
brighten	40
suffragette	40
winners	40
slapped	40
chanson	40
bruce	40
shoo	40
ups	40
musique	40
switchin	40
landed	39
s'aime	39
janey	39
faggots	39
trains	39
dine	39
official	39
pulse	39
hennessey	39
catching	39
fashioned	39
mummy	39
pom	39
tick-tock	39
strictly	39
swimmin	39
streams	39
peine	39
cocky	39
choo	39
newborn	39
hes	39
gleam	39
floss	39
ambition	39
clambake	39
judgment	39
savoir	39
pow	39
divided	39
cabbage	39
sorrows	39
tame	39
glided	39
visa	39
o.g	39
jenny	39
busting	39
jag	39
untouchable	39
girlfriends	39
females	39
bewitched	39
freestyle	39
compte	39
tragic	39
channel	39
racist	39
1984	39
poetry	39
learnin	39
searched	39
jolene	39
representin	39
thirst	39
worship	39
chat	39
chanter	39
creation	39
troops	39
daryl	39
enfant	39
crawlin	39
beefin	39
taller	39
copa	39
frightening	39
brian	39
globe	39
flights	39
careless	39
i-i	39
porsche	38
failed	38
bustas	38
alcohol	38
forbidden	38
d'une	38
boardwalk	38
nest	38
huge	38
information	38
satellite	38
tickin	38
skull	38
lyrically	38
relate	38
plates	38
pile	38
demon	38
freaks	38
pumpin	38
alabama	38
temper	38
understands	38
badly	38
cough	38
pushin	38
scare	38
mate	38
karma	38
fakin	38
deceive	38
cuckoo	38
tub	38
chamber	38
lobby	38
florida	38
moins	38
mug	38
lungs	38
pedal	38
sara	38
bassline	38
cheating	38
99	38
paths	38
currency	38
gens	38
mieux	38
fooled	38
cutting	38
fragile	38
accused	38
chum	38
blinds	38
stan	38
n'en	38
invite	38
alibis	38
addiction	38
apply	38
thirsty	38
hates	38
stain	38
pinch	38
313	38
undress	38
hid	38
shoop	38
maid	38
butterflies	38
guards	38
mold	38
served	38
rida	38
sniff	38
papi	38
vieux	38
twins	38
muscles	37
den	37
peepin	37
stoned	37
safari	37
wrecking	37
vient	37
hahaha	37
movement	37
crawled	37
juvenile	37
dishes	37
deals	37
design	37
palace	37
paparazzi	37
trois	37
chaos	37
atlanta	37
definitely	37
glorious	37
waiter	37
maintain	37
certainly	37
thursday	37
royal	37
disrespectful	37
hully	37
remembering	37
dreamers	37
tricky	37
w	37
wounded	37
weeping	37
bin	37
mr	37
theme	37
floors	37
confession	37
ey	37
jeep	37
coup	37
chopper	37
desk	37
amsterdam	37
breed	37
stroll	37
difficult	37
187	37
riders	37
incognito	37
spy	37
snitches	37
compton	37
cris	37
porgy	37
tasted	37
numb	37
perform	37
addict	37
og	37
experience	37
boulevard	37
equal	37
robot	37
possible	37
peel	37
desires	37
reminisce	37
switching	37
grippin	37
»	37
exotic	37
souvent	37
roast	37
wrath	37
islands	37
slice	37
tec	37
springs	37
forsaken	37
swangin	36
attendant	36
stores	36
rãªves	36
wandering	36
joined	36
bo	36
balloon	36
guitars	36
phones	36
mobb	36
mattress	36
cruisin	36
cuttin	36
ooo-eee	36
sucked	36
truest	36
alberta	36
voir	36
stripper	36
remove	36
science	36
beard	36
armor	36
ricky	36
decent	36
toilet	36
slower	36
egg	36
phonography	36
nate	36
ben	36
libre	36
spree	36
condition	36
honesty	36
tattoo	36
vanish	36
stressed	36
brandy	36
parked	36
drain	36
'coz	36
make-up	36
beh	36
impressed	36
throws	36
deepest	36
dealt	36
rays	36
bull	36
la-la-la-love	36
during	36
robin	36
points	36
mild	36
misty	36
genius	36
hooray	36
villains	36
s'est	36
wid	36
sheriff	36
testing	36
apartment	36
crave	36
fishing	36
tre	36
spider	36
devotion	36
foggy	36
goodies	36
hire	36
dropping	36
floatin	36
compete	36
miami	36
freakin	36
sailed	36
peers	36
b.i.g	36
agony	36
aid	36
bench	36
landing	36
slightly	36
reign	36
nord	36
waltz	36
chapter	35
dang	35
packing	35
comb	35
planted	35
hollar	35
15	35
universal	35
0	35
gamble	35
sting	35
national	35
draws	35
remorse	35
l'eau	35
aeroplane	35
plains	35
outfit	35
stockings	35
boxes	35
dancers	35
vote	35
forsake	35
almighty	35
teflon	35
gambler	35
flee	35
sadie	35
berlin	35
offered	35
views	35
noon	35
strugglin	35
hawk	35
balcony	35
z	35
heck	35
jumpman	35
proceed	35
busters	35
pleure	35
noël	35
blasted	35
connection	35
flipped	35
cafe	35
blossom	35
stacked	35
licked	35
ages	35
jessica	35
heartbreaker	35
suffered	35
5th	35
pane	35
nonsense	35
stealing	35
phrases	35
cemetery	35
fe	35
tempt	35
broom	35
weave	35
multiply	35
dearly	35
dieu	35
blunts	35
conceal	35
expensive	35
greedy	35
paved	35
lily	35
dam	35
homeboy	35
quietly	35
stickin	35
motel	35
motivation	35
hella	35
fivre	35
haut	35
chained	35
orange	35
coach	35
tougher	35
insanity	35
usa	35
oooooh	35
pilot	35
speaker	35
priest	35
contact	35
hundreds	35
elevator	35
pawn	35
piper	35
emptiness	35
dipper	34
ave	34
shiver	34
swagger	34
funds	34
claimin	34
prendre	34
gifted	34
blasting	34
conquer	34
stir	34
create	34
towel	34
convince	34
lining	34
totally	34
tennis	34
attached	34
honestly	34
regardless	34
fievre	34
thread	34
planning	34
rely	34
dave	34
ching-a-ling	34
misses	34
lands	34
hunt	34
dummy	34
pours	34
hopped	34
gravity	34
panther	34
